{
    "generated_summaries": [
        "Palestinian Authority officially became the 123rd member of the International Criminal Court .\nThe move gives the court jurisdiction over alleged crimes in Palestinian territories .\nIsrael and the United States opposed the Palestinians' efforts to join the body .",
        "A stray dog in Washington State has been hit by a car, whacked on the head with a hammer, buried in a field and then miraculously survived .\nTheia, now a friendly white-and-black bully breed mix, is still recovering from her ordeal .\nDonors have already surpassed the $10,000 target for her medical bills .\n    \nassistant\nKey Phrases:\nstray dog in Washington State, hit by a car, whacked on the head with a hammer, buried in a field, now named Theia, friendly white-and-black bully breed mix, suffering a dislocated jaw, leg injuries, caved-in sinus cavity, requires surgery, $10,000 target, additional funds raised will be \"paid forward\" to help other animals",
        "assistant\nKey Phrases:\nMohammad Javad Zarif, Iranian foreign minister, U.S. Secretary of State John Kerry's opposite number, breakthrough in nuclear discussions, hero's welcome, \"polished\" and \"jovial,\" received a hero's welcome, arrived in Iran on a sunny Friday morning, \"Happy Rosh Hashanah,\" prompted Christine Pelosi to respond, \"Iran never denied it,\" reference to former Iranian President Mahmoud Ahmadinejad, left the country in 1977, received his undergraduate degree from San Francisco State University, doctorate from the University of Denver, born in 1960 or 1961, spent more time with Kerry than any other foreign minister in the world.",
        "Five Americans released after being monitored for three weeks .\nThey were exposed to Ebola in Sierra Leone in March .\nAll are clinicians for Partners in Health .\nLast of 17 patients expected to be released by Thursday .",
        "NEW: Student was no longer on campus, facing student conduct review, university says .\nNEW: Duke University is a private college with about 15,000 students in Durham, North Carolina .\nThe incident occurred near a student union building on Duke University's campus .",
        "assistant\nKey Phrases:\nTrey Moses and Ellie Meredith, star on Eastern High School's basketball team, going to play college ball at Ball State, took her to prom, took her to lunch, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her to be his prom date, took her to prom, took her to dinner, asked her",
        "assistant\nKey Phrases:\n- governments using the threat of terrorism\n- advance executions, Amnesty International alleges\n- dark trend of governments using the death penalty\n- number of executions worldwide has gone down by almost 22%\n- 607 people executed in 2014, compared to 778 in 2013\n- number of people sentenced to death in 2014 increased by 28%\n- 2,466 people globally were sentenced to death in 2014\n- spike in sentencing is attributable to mass-sentencing in countries including Egypt and Nigeria\n- decrease in the number of executions by region\n- U.S. has the dubious distinction of being the only country in the Americas to conduct executions\n- 39 in 2013 to 35 in 2014\n- China executes \"thousands\" of prisoners each year",
        "Andrew Getty, one of the heirs to billions of oil money, dies of natural causes .\nPolice: No foul play involved in death of 47-year-old Andrew Getty .\nGetty, found on his side near a bathroom in his home, had filed for restraining order .\nGetty had several health issues, police say .",
        "Flash floods and landslides are being warned of as tropical storm Maysak approaches .\nStorm has sustained winds of 150 mph and gusts up to 90 mph .\nStorm is centered 200 miles southwest of Aurora province .\nStorm is expected to make landfall Sunday morning on the southeastern coast of Isabela province .",
        "Bob Barker, who hosted the TV game show for 35 years, returned to doing what he does best .\nBarker hosted the show for the first time in eight years on April 1 .\nHe turned hosting duties over to Drew Carey .",
        "UK national charged with terror offenses after returning from Turkey .\nYahya Rashid, 19, detained at Luton airport after flight from Istanbul .\nBoth charges relate to the period between November 1 and March 31 .",
        "\"Fast and Furious 7\" is released on Friday .\nActor Paul Walker secretly paid for the engagement ring for Kyle Upham .\nUpham said Walker was \"a person of humility, integrity and compassion\"",
        "Anne Frank died of typhus in a Nazi concentration camp at the age of 15 .\nJust two weeks after her supposed death on March 31, 1945, the Bergen-Belsen camp was liberated .\nResearchers re-examined archives of the Red Cross, the International Training Service and the Bergen-Belsen Memorial .\nThey concluded that Anne and her older sister, Margot Frank, died at least a month earlier .",
        "assistant\nKey Phrases:\n- Mike Pence, a Koch Favorite, Mulls 2016 Run for President\n- Indiana religious freedom law that opens the door to discrimination\n- backlash against same-sex marriage\n- 70% of the country now lives in states where same-sex marriage is legal\n- GOP field will move further to the right\n- Pence ignored the pleas of Indiana's Chamber of Commerce\n- GOP hopefuls rush in to defend Pence\n- Pence has scored a lot of points among ultraconservatives\n- GOP field will move further to the right\n- GOP hopefuls will denounce LGBT rights\n- GOP field will move further to the right\n- GOP field will move further to the right\n- GOP field will move further to the right",
        "Vince Neil's rendition of the national anthem is a complete disaster .\nVince Neil reminded us again this week of the dangers of tackling \"The Star-Spangled Banner\"\nVince Neil's performance is completely different from that of Jimi Hendrix .\nVince Neil's performance is \"disgraceful\" compared to Jimi Hendrix's .",
        "Walmart's CEO calls on Republican Gov. Asa Hutchinson to veto bill .\nWalmart says it will boost pay for about 500,000 workers well above federal minimum wage .\nThe company's opposition to a religious freedom law in its home state of Arkansas .",
        "7,000 people gathered in a stadium in China's northwestern Xinjiang region .\nAuthorities paraded scores of prisoners dressed in orange jumpsuits .\n3 were sentenced to death in China last year .\nAmnesty International: Governments using the death penalty to tackle crime and security threats are deceiving themselves .",
        "French prosecutor: Not aware of any video footage from on board the plane .\nParis Match and Bild reported that the video was recovered from a phone at the wreckage site .\nAll 150 on board were killed .\nLufthansa confirmed Tuesday that co-pilot Andreas Lubitz had battled depression .",
        "assistant\nKey Phrases:\nRev. Robert H. Schuller, California televangelist, founder of the television ministry \"Hour of Power,\" diagnosed with esophageal cancer in August 2013, sold a softer, gentler message, \"Hour of Power\" broadcast, reached millions, \"Turn your hurt into a halo?\"",
        "assistant\nKey Phrases:\nMichele Bachmann comparing President Obama to the co-pilot of the doomed Germanwings flight, \"deranged pilot flying his entire nation into the rocks,\" March 24 crash, negotiations are coming down to the wire, June 30 deadline for a comprehensive deal, \"I turned to the president and I said,\" \"condescending smile on his face and laughed at me,\" \"well Michele, it's just not that easy.\"",
        "NEW: Rescued swimmer says man was moving, walking around, waving .\nNEW: Coast Guard: No reason to doubt sailor's story .\nNEW: Jordan was dehydrated and hungry, Coast Guard says .\nCoast Guard: Man was moving, walking around, waving .",
        "Key Phrases:\n- United States and its negotiating partners reached a very strong framework agreement\n- limits Iran's nuclear program\n- effective block from building a nuclear weapon\n- House Speaker John Boehner invited Israeli Prime Minister Benjamin Netanyahu\n- 47 senators sent a letter to the Iranian leadership\n- objective at the outset was the total elimination of any nuclear program\n- Iran denies having a covert weapons program\n- cooperation with International Atomic Energy Agency inspections\n- sunset clause, after which Iran will be free to do as it pleases\n- agreement should be a formal treaty requiring the Senate to \"advise and consent\"\n- unrelated to the most important aim of a nuclear deal",
        "California drought hurts the rest of the union, experts say .\nState's breadbasket produces more than a third of its vegetables, nearly two-thirds of its fruits and nuts .\nDrought has caused prices to rise for some groceries, experts say .",
        "NEW: Philadelphia woman charged with trying to travel overseas to fight for ISIS .\nFBI: Keonna Thomas purchased an electronic visa to Turkey in August 2013 .\nThomas could be sentenced to 15 years in prison .\nNEW: Two New York women also arrested this week on terror charges .",
        "Deputy Sports Minister says ban will be lifted for some events .\nWomen and families will be allowed to enter sports stadiums .\nIndoor sports events will be included in the plan .\nBan on women attending matches was reinstated in 2005 .",
        "assistant\nKey Phrases:\n- teenage video blogger Amos Yee arrested in Singapore\n- anti-Lee Kuan Yew harangue\n- jailing critics is not usually the government's first choice\n- Singapore's government uses libel and defamation cases\n- five editors and executives from The Malaysian Insider arrested\n- report claiming that a senior council of royal rulers rejected a proposal\n- Vietnam holds 16 reporters behind bars\n- 11% of journalists killed have died for their work online\n- bloggers have become the most vulnerable targets for governments\n- vulnerable to the attacks of killers who seldom, if ever, answer to the rule of law",
        "Lavigne says she was \"having some health issues\" and asked fans to pray .\nLyme disease was the reason for her absence from the music scene .\nSinger says she is \"80 percent better\" and plans to release new single .",
        "assistant\nKey Phrases:\n- trip to a former heavyweight champ's gaudy, abandoned mansion\n- indoor swimming pool, marble-and-gold Jacuzzi\n- sold the house in 1999\n- due to become, of all things, a church\n- CNN exclusive, allegations that Bikram yoga creator sexually assaulted six former students\n- shepherd who witnessed the final seconds of Germanwings Flight 9525\n- crashed in the French Alps\n- provocative opening led to an energetic back-and-forth\n- composite with facial features they thought were beautiful",
        "Netanyahu: \"I think there's a third alternative, and that is standing firm\"\nNetanyahu: \"This bad deal or war\"\nNetanyahu: \"I don't think it's helpful for Israel to come out and oppose\"",
        "Memories Pizza in Indiana town of Walkerton is at center of debate .\nRestaurant owners say they'd refuse to cater a same-sex couple's wedding .\nCritics call for boycotts, but supporters rally to donate more than $842,000 .",
        "Police in the Indian city of Malegaon are requiring identity cards for an unusual group of residents: Cattle .\nFollowing a recent state-wide ban on the sale and consumption of beef, authorities in the city have asked residents to take a 'mugshot' of their cattle .\nThe police believe this is the only way to solve cow slaughter cases and enforce the law .",
        "assistant\nKey Phrases:\nLouis Jordan says that he set off on his 35-foot sailboat from South Carolina in late January, his boat capsize, his shoulder broke, he bought time by rationing water, a German-flagged container ship spotted Jordan about 200 miles off the North Carolina coast, Jose Salvador Alvarenga says his journey began in Paredon Viejo, Mexico, in late 2012, his 23-year-old companion died, Ron Ingraham was picked up about 64 miles south of Honolulu, Adrian Vasquez was picked up by fishermen, 26 days after the journey began, Hiromitsu Shinkawa was saved by holding onto the roof, his home was one of the tens of thousands destroyed by the tsunami.\n    \nassistant\nDocument:\n(CNN) -- A man who survived 13 months adrift in the Pacific Ocean after his boat sank has arrived in the United States, officials said Friday. Jose Salvador Alvarenga, 55, arrived Thursday night on the Marshall Islands, where he was picked up by a fishing boat, said the U.S. Embassy in Majuro. He will fly to the U.S. on Monday, embassy spokesman John Biehl said. Alvarenga told CNN affiliate KGMB that he was on a fishing trip with a friend when a storm blew them off course. He said his friend died, and he ran out of food and water. \"I had no choice but to eat my companion,\" he said. \"I ate him raw.\" Alvarenga said he drank rainwater and urine to survive. He arrived at Majuro Atoll on March 1, but authorities did not realize he was an American until he tested positive for tuberculosis, Biehl said. He had no identification. The U.S. State Department issued a bulletin alerting U.S. citizens in the Marshall Islands to be on the lookout for Alvarenga, who could be carrying a weapon. The U.S. Embassy in Majuro has been in contact with the fishing boat's captain and will help Alvarenga find shelter and food, Biehl said. Alvarenga told KGMB that he was on a fishing trip with a friend when a storm blew them off course. He said his friend died, and he ran out of food and water. \"I had no choice but to eat my companion,\" he said. \"I ate him raw.\" Alvarenga said he drank rainwater and",
        "assistant\nKey Phrases:\n- The world's biggest and most powerful physics experiment\n- Large Hadron Collider (LHC)\n- 17 mile (27 km) ring\n- 600 million particles per second\n- traveling more than 6 billion miles (more than 10 billion kilometers)\n- 11,245 circuits per second\n- recreate the conditions that existed moments after the \"Big Bang\"\n- uncover how the universe evolved\n- energies achievable by the LHC have only ever been found in nature\n- costs approximately three billion euros (about $3.3 billion)\n- guidelines for the protection of the environment and personnel",
        "FBI says suspect was trying to rob a drugstore when he was confronted by agents .\nAgents opened fire and suspect was shot, then captured after fleeing .\nSuspect is suspected of involvement in 32 commercial robberies .",
        "NEW: NASA astronomer Mitzi Adams will take questions on Twitter @NASA_Marshall .\nLunar eclipse will be visible across the nation .\nFirst was on April 15, 2014; next is Saturday; one more, on September 28 .",
        "Al-Shabaab claims attack on Garissa University College in Kenya .\nMany people have been killed and still more taken hostage .\nThe attack is another step in the ongoing escalation of the terrorist group's activities .",
        "Easter Sunday Mass with multiple celebrations in between .\nHoly Week began with Palm Sunday last week .\nJesus rode on the back of a donkey into Jerusalem on Palm Sunday .\nEastern Orthodox Christians celebrate a week from now .",
        "assistant\nKey Phrases:\n- NCAA says it has no legal responsibility \"to ensure the academic integrity of the courses offered\"\n- NCAA takes a very different position in response to a lawsuit filed by former University of North Carolina athletes\n- lawsuit claimed the students didn't get an education because they were caught up in the largest known academic fraud scandal\n- NCAA's role with respect to its member schools\n- NCAA did not assume a duty to ensure the quality of the education\n- NCAA does not have 'direct, day-to-day, operational control' \" over member institutions\n- NCAA's role is like that of the American Bar Association or American Medical Association\n- NCAA's claim that it's hands-off when it comes to athletics\n- NCAA's commitment to amateurism\n- NCAA's record tells a far different story\n- NCAA denies that it has a legal duty to protect student-athletes\n- NCAA's failure to enforce health and safety rules\n- NCAA has failed to impose rules for concussions",
        "assistant\nKey Phrases:\n- Connecticut teen, Hodgkin lymphoma, chemotherapy, in remission, diagnosed with Hodgkin lymphoma in September, 85% chance of survival, diagnosed with Hodgkin lymphoma in September, medical experts gave her an 85% chance of survival, ran away after two days, ordered the young woman to be under the custody of the Connecticut Department of Children and Families, scheduled to wrap up this month, hospital is effectively jail",
        "assistant\nKey Phrases:\n- \"Uptown Funk!,\" featuring Bruno Mars, rules the chart for a 13th week\n- becomes one of an elite 10 singles ever to top the Hot 100 for at least 13 weeks\n- \"Funk\" also leads Streaming Songs (16.2 million U.S. streams, down 15 percent) for an 11th week\n- \"Funk\" rises 8-6 on the Hot 100, while spending a second week at No. 1 on Hot Rap Songs\n- Taylor Swift's \"Style\" ranks at No. 7 on the Hot 100 for a third week\n- Fetty Wap's \"Trap Queen\" rises 8-6 on the Hot 100\n- Rihanna, Kanye West and Paul McCartney's \"FourFiveSeconds\" drops 5-8 on the Hot 100\n- Flo Rida climbs 10-9 with \"G.D.F.R.,\" featuring Sage the Gemini\n- La Rose's \"Somebody,\" featuring Jeremih, reaches the top 10\n- \"Somebody\" tops the Rhythmic Songs airplay chart for a second week\n- Walk the Moon's \"Shut Up and Dance\" pushes 15-12, and is the new No. 1 on the Hot Rock Songs chart\n- Jason Derulo's \"Want to Want Me\" bounds 27-17\n- Rihanna roars in at No. 23 with \"B**** Better Have My Money\"",
        "World Meteorological Organization: Committee will examine the equipment used to measure the temperature .\nThe committee will discuss the issues and make a recommendation to Cerveny .\nResearchers watch weather changes in the Antarctic region for evidence that the Earth is getting warmer .",
        "assistant\nKey Phrases:\n- Indiana's new Religious Freedom Restoration Act\n- firestorm from critics who say it uses faith as a pretext to discriminate against gay people\n- 20 states have some version of the religious liberty law\n- eagle feathers at a religious gathering of tribes\n- federal Eagle Protection Act\n- Native American with eagle feathers\n- Robert Soto and Michael Russell\n- eagle feathers surrendered\n- federal RFRA\n- 5th U.S. Circuit Court of Appeals reversed the trial court's decision\n- tea used by a Brazilian faith\n- Uniao do Vegetal\n- sacramental tea called hoasca\n- hallucinogen, in violation of the Controlled Substances Act\n- Bruce Rich\n- federal religious freedom law\n- kosher meals\n- Florida's prisons are so different\n- settlement included no admission of wrongdoing\n- churches in C.L.U.B.\n- Illinois religious freedom statute\n- federal Religious Land Use and Institutionalized Persons Act\n- 7th Circuit Court of Appeals upheld a lower court decision\n- Chicago's religious assemblies have no free speech protection\n    \nassistant\nKey Phrases:\n- Indiana's new Religious Freedom Restoration Act\n- firestorm from critics who say it uses faith as a pretext to discriminate against gay people\n- 20 states have some version of the religious liberty law\n- eagle feathers at a religious gathering of tribes\n- federal Eagle Protection Act\n- Native American with eagle feathers\n- Robert Soto and Michael Russell\n- eagle feathers surrendered\n- federal RFRA\n- 5th U.S. Circuit Court of Appeals reversed the trial court's decision\n- tea used by a Brazilian faith\n- Uniao do Vegetal\n- sacramental tea called hoasca\n- hallucinogen, in violation of the Controlled Substances Act\n- Bruce Rich\n- federal religious freedom law\n- kosher meals\n- Florida's prisons are so different\n- settlement included no admission of wrongdoing\n- churches in C.L.U.B.\n- Illinois religious freedom statute\n- federal Religious Land Use and Institutionalized Persons Act\n- 7th Circuit Court of Appeals upheld a lower court decision",
        "Robert Lewis Burns Jr., original drummer in Southern rock band Lynyrd Skynyrd, died Friday night in a car crash .\nGeorgia State Patrol spokesman: Burns, 64, died after his car hit a mailbox and a tree in Cartersville .\nNo other cars were involved in the crash, which occurred shortly before midnight .\nBurns was part of the genre-defining band's original lineup, formed in Jacksonville, Florida, in 1965 .",
        "NEW: Kim Ki-Jong has also been charged with assaulting a foreign envoy .\nNEW: Kim's trial must begin within 14 days of receiving today's indictment .\nLippert was stabbed March 5 during an event organized by the Korean Council for Reconciliation and Cooperation .\nThe ambassador suffered a gash from his right cheekbone to his lower jaw that required 80 stitches .",
        "assistant\nKey Phrases:\n- charged with two counts of murder\n- 29-year-old Seneng Mujiasih\n- another body hidden in a suitcase on the balcony\n- mother of a five-year-old girl\n- worked in Hong Kong as a domestic helper\n- buried after being repatriated to Indonesia\n- lived in the upmarket J Residence in Wan Chai\n- traded at the Bank of America Merrill Lynch",
        "assistant\nKey Phrases:\nThai Smile, a subsidiary of Thailand flag carrier Thai Airways, colorful new livery, Airbus A320, Adventure Time plane, partnership between Thai Airways subsidiary Thai Smile and Cartoon Network Amazone, inaugural Thai Smile Adventure Time flight on April 4, heading from Bangkok to Phuket.\n    \neditor\nKey Phrases:\nThai Smile, a subsidiary of Thailand flag carrier Thai Airways, colorful new livery, Airbus A320, Adventure Time plane, partnership between Thai Airways subsidiary Thai Smile and Cartoon Network Amazone, inaugural Thai Smile Adventure Time flight on April 4, heading from Bangkok to Phuket.",
        "assistant\nKey Phrases:\nChelsea Manning, imprisoned soldier, sentenced in 2013, 35-year prison sentence, leaked thousands of classified documents, using a voice phone, dictate her tweets, communications firm Fitzgibbon Media, nearly 26,000-plus followers, transition to a female, sentenced in 2013, largest leak of classified material in U.S. history.",
        "assistant\nKey Phrases:\n- President Barack Obama tied himself to the mast of a nuclear deal with Iran\n- a deal with Iran started to look like the one major foreign policy achievement\n- Obama had vowed, but the agreement so far does not look promising\n- Iran will be allowed to keep one-third of its more than 6,000 centrifuges\n- Iran has insisted all along that its nuclear program has only civilian uses\n- Iran officially, legally, becomes a nuclear threshold state\n- lifting those indispensable sanctions much too soon\n- deal so far looks like (another) win for Iran",
        "Furious 7 poised to earn $58 million to $60 million in its opening weekend .\nThe film is opening around the globe this weekend and earned a record $60 million .\nThe movie is poised to earn the biggest opening of 2015 to date .",
        "Deion Sanders called out son on Twitter for saying he only eats \"hood doughnuts\"\nFather reminded son he has a trust fund, a condo and his own clothing line .\nDeion Sanders Jr. seemed to take the public browbeating in stride .",
        "The managing editor of Rolling Stone apologizes for the article .\nThe Columbia Journalism Review says the magazine failed in its reporting .\nThe fraternity that was the subject of the article says it will pursue legal action .",
        "Shibuya ward government passes ordinance allowing same-sex couples to register .\nCouples will be able to hold visitation rights in hospitals, co-sign tenancy agreements .\nThe move is a step in the right direction for gay rights activists in Japan .",
        "Blue Bell ice cream temporarily shuts down one of its manufacturing plants .\nThe company has recalled products after finding listeria contamination .\nThe Centers for Disease Control and Prevention warned consumers Friday .",
        "Japanese politicians have discussed the implications of visitors from another planet .\nIn 2007, then-Defense Minister Shigeru Ishiba pondered the legal ramifications .\n    \nassistant",
        "Key Phrases:\n- detonating ordnance has been shattering their windows and doors\n- Saudi-led coalition smashed parts of Yemen's Defense Ministry Central Command\n- more than 600 people were killed in the port city of Aden alone\n- fighting has ended dozens of people in Aden\n- U.N. Security Council discussed the humanitarian situation\n- draft resolution calling for a halt to the airstrikes\n- Houthis are allied with Iran, Saudi Arabia's bitter rival",
        "assistant\nKey Phrases:\nDavid Lynch has confirmed he will no longer direct, \"Twin Peaks\" revival, cult 1990s television show, created by Lynch and Mark Frost, quirky FBI agent, investigate the mysterious murder, considered one of the most influential shows, Showtime Network, saddened to read David Lynch's statement, working towards solutions, hold out hope that we can bring it back, third season will continue without him.",
        "UK player apologizes for \"poor choice of words\"\nUK guard Andrew Harrison said his words were \"in jest\"\nHarrison said he meant no disrespect to Wisconsin player Frank Kaminsky .\nKaminsky said he was \"over it\" and wished Harrison good luck in the championship game .",
        "FBI: Terrorist Zulkifli bin Hir is deceased .\nFBI had been offering a $5 million reward for information leading to his capture .\n44 members of the police's elite Special Action Force (SAF) unit were killed .",
        "Key Phrases:\n- presence of a harmful pesticide at a luxury villa in the U.S. Virgin Islands\n- illness of a Delaware family\n- rented the villa from March 14 to March 22\n- hospitalized\n- preliminary results do show that there was a presence of methyl bromide\n- exposure to methyl bromide can result in serious health effects\n- not allowed to be used indoors\n- Sea Glass Vacations said that the unit directly below the one where the family stayed was recently treated for pests\n- U.S. Department of Justice has initiated a criminal investigation",
        "NEW: Chris Rock's latest social media post is a series of traffic stops .\nActor Isaiah Washington says Rock should \"Adapt\" to avoid racial profiling .\nSome on social media say Rock should be \"excited\" by Washington's advice .",
        "assistant\nKey Phrases:\n- explosion at a controversial chemical plant in China's southeastern Fujian province\n- sparked a huge fire\n- five out of six people were injured by broken glass\n- oil storage facility Monday night after an oil leak\n- another explosion in July 2013\n- protests, which have occasionally turned violent\n    \neditor\nKey Phrases:\n- explosion at a controversial chemical plant in China's southeastern Fujian province\n- sparked a huge fire\n- five out of six people were injured by broken glass\n- oil storage facility Monday night after an oil leak\n- another explosion in July 2013\n- protests, which have occasionally turned violent",
        "assistant\nKey Phrases:\n- United States Department of Justice has named a new defendant\n- FedEx\n- conspiracies, transporting prescription pharmaceuticals\n- misbranding charges, money laundering charges\n- a courier delivery service\n- \"No\" so conclusive that this case should never see a courtroom\n- FedEx's lawyers offer the example of an airline\n- engaged in the business of transportation of property\n- express safety concerns that were circulated to FedEx senior management\n- illegal Internet pharmacies\n- distributing controlled substances and prescription drugs\n- \"usual course of business\" language acts as an additional safety measure\n- FedEx is engaged in the business of transportation of property\n- offers its services to the public generally\n- express safety concerns that were circulated to FedEx senior management\n- \"usual course of business\" language acts as an additional safety measure\n- FedEx is engaged in the business of transportation of property\n- offers its services to the public generally\n    \nassistant\nKey Phrases:\n- FedEx's lawyers offer the example of an airline\n- engaged in the business of transportation of property\n- offers its services to the public generally\n- express safety concerns that were circulated to FedEx senior management\n- \"usual course of business\" language acts as an additional safety measure\n- FedEx is engaged in the business of transportation of property\n- offers its services to the public generally",
        "Mark Wahlberg to star in film about Boston Marathon bombing .\nDeadline reports that \"Patriots' Day\" will be produced by CBS Films .\nThe film will be told from Boston Police Commissioner Ed Davis' point of view .\nFox announced in November that it will be making a film called \"Boston Strong\"",
        "NEW: Model accidentally reveals correct answer to a guessing game .\nHost Drew Carey couldn't stop laughing as he announced the winner .\nIt's been a busy week for \"The Price Is Right\"",
        "assistant\nKey Phrases:\nCarlos Colina, 32, charged with assault and battery causing serious bodily injury, improper disposal of a body, Cambridge, Massachusetts, suspicious item along a walkway, human remains, surveillance video led them to an apartment building, body parts were discovered in a common area, victim identified Monday as Jonathan Camilien, 26, knew each other.",
        "assistant\nKey Phrases:\n- \"Arrested Development\" executive producer Brian Grazer\n- show will return for a fifth season of 17 episodes\n- streamed exclusively on Netflix in 2013\n- canceled by Fox several years before\n- devoted fan base\n- Jason Bateman, Michael Cera and Will Arnett",
        "Stores have created fashion lines inspired by the show .\n\"Mad Men\" cocktails and \"Mad Men\" museum exhibits .\nDon Draper, the creative director played by Jon Hamm, has become a symbol of the times .",
        "Nina Dobrev says she's leaving \"Vampire Diaries\" after six seasons .\nDobrev says she wanted the show to last six seasons .\nSome fans say her departure could mean less satisfying ending to story .",
        "Four employees of a popular Indian ethnic-wear chain have been arrested .\nThe employees were caught using a security camera to spy on women customers .\nThe employees could face up to three years in jail if convicted .\nFabIndia is deeply concerned and shocked at the incident, company says .",
        "British Foreign Office says it is aware of reports of arrests .\nThe group included four children, the oldest being 10 or 11, official says .\nThe group was trying to illegally enter Syria, Turkish military says .",
        "Nuclear submarine being repaired at a Russian shipyard catches fire .\nRubber insulation between the submarine's light and pressure hull is on fire .\nSubmarine began undergoing repairs in November 2013 .\nNo armaments or chemically active, dangerous substances on board .\nNo one has been injured .",
        "Kayahan, one of Turkey's best-loved singers and songwriters, died of cancer Friday at the age of 66 .\nHe had performed most recently in Istanbul on Valentine's Day .\nThe performer, who was also an accomplished guitarist, was first diagnosed with cancer in 1990 .",
        "China's state prosecutors formally charge the country's former security czar .\nZhou Yongkang, 72, was also charged with abuse of power and leaking state secrets .\nAs a member of the ruling Communist Party's Politburo Standing Committee, he was one of nine men who effectively ruled China .",
        "assistant\nKey Phrases:\nJesus and his disciples walked, wore what they had, slept outside or in friends' homes, women whom Jesus had healed in turn provided for him, Joanna was an upper-class woman married to a man, Mary Magdalene was free to travel the country with Jesus, one of Jesus' most devoted followers, supported Jesus on the cross and the tomb.",
        "Three people killed, five wounded in attack on attorney general's office .\nAttackers broke into the office in Balkh province, northern Afghanistan .\nOngoing exchange of fire between Afghan security forces and the assailants .",
        "First woman and the first person of color to serve in the Kentucky State Senate, 1967 .\nRand Paul, first to announce his presidential campaign, 2012 .\nPaul has tried to sell himself as a different type of Republican .\nBut he does not back up his words with his policies .",
        "assistant\nKey Phrases:\ncyberattack a day earlier crippled its broadcasts, regained control of one of its 11 channels, lost control of its social media outlets, \"hacked by an Islamist group\", round-the-clock entertainment and news programming, reaches 260 million homes worldwide\n    \neditor\nKey Phrases:\ncyberattack a day earlier crippled its broadcasts, regained control of one of its 11 channels, lost control of its social media outlets, \"hacked by an Islamist group\", round-the-clock entertainment and news programming, reaches 260 million homes worldwide",
        "Lost luggage after a long flight is a common, frustrating occurrence .\nAmerican Jennifer Stewart says she was devastated to learn that Etihad Airways lost her most important baggage .\nThe couple booked Felix on their Etihad Airways flight from the United Arab Emirates to New York .\nFelix has been missing for nearly one week .\nEtihad Airways shipped more than 200 pets last year .",
        "assistant\nKey Phrases:\n- Tsarnaev faces the stiffest of penalties -- life in prison or the death penalty\n- jury on Tuesday morning began what is expected to be a lengthy deliberation process\n- Hernandez known for swagger, even in court\n- Rand Paul is expected to hit the campaign trail\n- battle for the \"future of Chicago\"\n- Chuy Garcia, a county commissioner\n- city's predominantly black population is woefully underrepresented\n- only four in 10 city residents hit the polls in November",
        "Firefighters battle a mammoth blaze at GE plant in Louisville, Kentucky .\nGE facility in the Louisville Appliance Park is \"revitalizing manufacturing\"\nNo reports of anyone injured or trapped .\nFirefighters take up positions around the affected buildings, spraying water .",
        "Ted Cruz connects with voters on a religious level .\nCruz is the only official contender in the race .\nCruz aims to energize evangelical base .\n44 percent of Iowa's Republican voters are born-again or evangelical .\nCruz's first television ads are appearing this weekend .",
        "One of the attackers killed by security forces is the son of a government official .\nThe Islamist extremist group is based in Somalia .",
        "$1.6 billion penalty for unsafe operation of its gas transmission system .\nPipeline rupture that killed eight people in San Bruno in September 2010 .\nMost of the penalty amounts to forced spending on improving pipeline safety .",
        "Key Phrases:\n- Dzhokhar Tsarnaev guilty on all 30 counts\n- eligible for the death penalty\n- 17 of the 30 counts were capital charges\n- penalty phase, where jury will decide on death penalty\n- start date of the penalty phase has not yet been set\n- defense attorney Judy Clarke\n- focus on persuading jury to spare Tsarnaev's life",
        "Four workers die in massive oil rig fire off the coast of Mexico .\nFire began early Wednesday morning, said Mexican state oil company Pemex .\nFire burned for hours, said Pemex, which said 45 workers were injured .",
        "Easter Triduum is the three-day period that begins with Good Friday, continues through Holy Saturday, and ends with Easter Sunday .\nMaundy Thursday is the day when Jesus celebrated the Last Supper with his disciples .\nGood Friday is the day of the crucifixion, when Jesus was scourged and beaten .\nHoly Saturday is a passageway between the darkness of the crucifixion and the bright hope of Easter .",
        "Police in India are using pepper-spraying drones to control crowds .\nYashasvi Yadav, Senior Superintendent of police in Lucknow, says they are successful .\nThe devices are fitted with a camera and pepper spray and cost between $9,560 and $19,300 .",
        "Secret Service employee accuses supervisor of assault .\nSupervisor allegedly grabbed employee's arms, tried to kiss her .\nEmployee says supervisor grabbed her arms, tried to kiss her .\nSupervisor was placed on administrative leave, security clearance was suspended .\nThis is latest in a series of scandals involving the Secret Service .",
        "Germanwings Flight 9525 crashed March 24 in the French Alps .\nPlane crashed 6 miles (10 kilometers) from the town",
        "April 8, 2015, was \"Rex Manning Day\" for fans of the 1995 film \"Empire Records\"\nFans of the hit ABC show \"Lost\" were also celebrating .\nOther dates made famous by films that you aren't going to want to let pass you by: .\nApril 14, 2015, was the day Jack did the sketch for Rose in the 1997 movie \"Titanic\"\nOctober 3, 2015, was the day Cady asked what day it was in the 2004 film \"Mean Girls\"\nOctober 21, 2015, was the day Marty McFly and the gang traveled to in the 1989 film \"Back to the Future Part II\"",
        "Twisted Sister says that its 2016 tour will be its last .\nBand will celebrate 40th anniversary with \"Forty and F*ck It\" tour .\nThe band's biggest hit, \"We're Not Gonna Take It,\" hit the Top Forty in 1984 .",
        "\"Grace of Monaco\" is heading straight to Lifetime .\nThe film, which opened last year's Cannes Film Festival, will premiere on Lifetime on May 25 .\nThe Weinstein Co. sold the movie to Lifetime after it performed poorly in international engagements .",
        "NEW: Massive tornado barreled across an open field .\nOnly the thickest branches remained standing in Fairdale .\nOnly the death reported so far in two days of tornado touchdowns .\nTornado cut a 22-mile path through Ogle County .\nHail stones the size of tennis balls plummeted down on Ashton .\nNEW: Eight tornadoes were reported Wednesday in Oklahoma, Kansas and Missouri .",
        "assistant\nKey Phrases:\n- white North Charleston police Officer Michael Slager\n- shooting to death an unarmed black man\n- bystander's cell phone video\n- five times\n- struggled on the ground\n- tried to take the weapon\n- dropped a dark object near Scott\n- fired eight times\n- hit five times\n- Walter Scott\n- struggle on the ground\n- tried to take the weapon\n- dropped a dark object near Scott",
        "assistant\nKey Phrases:\n- settled a lawsuit with a paparazzi photographer\n- assaulted and tried to wrestle his camera from him\n- civil suit against West\n- filed a dismissal because the case was settled\n- one important aspect of it was an apology by Kanye West\n- scuffle caught on video at Los Angeles International Airport\n- attempted to wrestle his camera from him",
        "NEW: Christie's sells Don McLean's \"American Pie\" lyrics for $1.2 million .\nThe 16-page handwritten manuscript was sold Tuesday .\nThe song is considered a \"genuine classic\" by music critics .",
        "Mary Kay Letourneau Fualaau, 53, and her husband, Vili Fualaau, 31, are happily married .\nThe couple, who wed in 2005, are parents of two teenage girls .\nLetourneau was jailed for seven years for having a sexual relationship with a student .",
        "Don McLean's manuscript of \"American Pie\" sold for $1.2 million at auction .\nSong has become one of the most dissected and argued-about songs in history .\nSongwriter says he wants to get the best deal for his children .",
        "Mindy Kaling says her brother's \"scam\" brought \"shame upon their family\"\nChokalingam applied to medical school claiming to be African-American .\nHe received invitations for in-person interviews at 11 schools, rejected by top ones .\nChokalingam says his scam illustrates the unfair advantage given to minorities .",
        "assistant\nKey Phrases:\nScientologist John Travolta, not a fan of HBO's \"Going Clear: Scientology and the Prison of Belief,\" \"I've been so happy with my (Scientology) experience,\" HBO documentary is critical of the organization, close ties to the showbiz industry."
    ],
    "reference_summaries": [
        "Membership gives the ICC jurisdiction over alleged crimes committed in Palestinian territories since last June .\nIsrael and the United States opposed the move, which could open the door to war crimes investigations against Israelis .",
        "Theia, a bully breed mix, was apparently hit by a car, whacked with a hammer and buried in a field .\n\"She's a true miracle dog and she deserves a good life,\" says Sara Mellado, who is looking for a home for Theia .",
        "Mohammad Javad Zarif has spent more time with John Kerry than any other foreign minister .\nHe once participated in a takeover of the Iranian Consulate in San Francisco .\nThe Iranian foreign minister tweets in English .",
        "17 Americans were exposed to the Ebola virus while in Sierra Leone in March .\nAnother person was diagnosed with the disease and taken to hospital in Maryland .\nNational Institutes of Health says the patient is in fair condition after weeks of treatment .",
        "Student is no longer on Duke University campus and will face disciplinary review .\nSchool officials identified student during investigation and the person admitted to hanging the noose, Duke says .\nThe noose, made of rope, was discovered on campus about 2 a.m.",
        "College-bound basketball star asks girl with Down syndrome to high school prom .\nPictures of the two during the \"prom-posal\" have gone viral .",
        "Amnesty's annual death penalty report catalogs encouraging signs, but setbacks in numbers of those sentenced to death .\nOrganization claims that governments around the world are using the threat of terrorism to advance executions .\nThe number of executions worldwide has gone down by almost 22% compared with 2013, but death sentences up by 28% .",
        "Andrew Getty's death appears to be from natural causes, police say, citing coroner's early assessment .\nIn a petition for a restraining order, Getty had written he had a serious medical condition.\nPolice say this is not a criminal matter at this time .",
        "Once a super typhoon, Maysak is now a tropical storm with 70 mph winds .\nIt could still cause flooding, landslides and other problems in the Philippines .",
        "Bob Barker returned to host \"The Price Is Right\" on Wednesday .\nBarker, 91, had retired as host in 2007 .",
        "London's Metropolitan Police say the man was arrested at Luton airport after landing on a flight from Istanbul .\nHe's been charged with terror offenses allegedly committed since the start of November .",
        "\"Furious 7\" pays tribute to star Paul Walker, who died during filming .\nVin Diesel: \"This movie is more than a movie\"\n\"Furious 7\" opens Friday .",
        "Museum: Anne Frank died earlier than previously believed .\nResearchers re-examined archives and testimonies of survivors .\nAnne and older sister Margot Frank are believed to have died in February 1945 .",
        "LZ: Indiana law pushing back LGBT rights, and other states' anti-LGBT moves, bow to far right wing that GOP candidates need for 2016 .\nCruz, Huckabee, Jindal, Carson, Walker are reviving culture wars, he says.  Equality for LGBT has not yet \"won\" in America .",
        "Singing the national anthem is a risky proposition .\nWhitney Houston nailed it; Roseanne Barr destroyed it .",
        "While Republican Gov. Asa Hutchinson was weighing an Arkansas religious freedom bill, Walmart voiced its opposition .\nWalmart and other high-profile businesses are showing their support for gay and lesbian rights .\nTheir stance puts them in conflict with socially conservative Republicans, traditionally seen as allies .",
        "Amnesty International releases its annual review of the death penalty worldwide; much of it makes for grim reading .\nSalil Shetty: Countries that use executions to deal with problems are on the wrong side of history .",
        "Marseille prosecutor says \"so far no videos were used in the crash investigation\" despite media reports .\nJournalists at Bild and Paris Match are \"very confident\" the video clip is real, an editor says .\nAndreas Lubitz had informed his Lufthansa training school of an episode of severe depression, airline says .",
        "The Rev. Robert Schuller, 88, had been diagnosed with esophageal cancer in 2013 .\nHis TV show, \"Hour of Power,\" was enormously popular in the 1970s and 1980s .",
        "Former GOP representative compares President Obama to Andreas Lubitz .\nBachmann said with possible Iran deal, Obama will fly \"entire nation into the rocks\"\nReaction on social media? She was blasted by Facebook commenters .",
        "Father: \"I know he went through what he went through\"\nLouis Jordan was found on his sailboat, which was listing and in bad shape, rescuer says .\nHe appears to be in good shape, physically and mentally .",
        "Richard Klass: Iran framework agreement on nukes is strong, but opponents will cast doubts on this and try to obscure its facts .\nHe says the deal would cut uranium stockpile, centrifuges, implement rigorous inspections; it should be judged on merits, not disinformation .",
        "Americans paid more for some fruits and vegetables last year because of the drought .\nTourists will now have to ask for a glass of water at a California restaurant .\nPerhaps the only good thing is another \"great\" wine grape harvest last year .",
        "The FBI cites social media messages sent by Keonna Thomas, 30 .\nShe's accused of trying to travel overseas to join ISIS .\nThomas is one of three women facing federal terror charges this week .",
        "Iranian sports official: The ban will be lifted for some events in the coming year .\nBut he says \"families are not interested in attending\" some sports matches .",
        "Going online has become the path of least resistance if you want to make yourself heard .\nBut where there is the restrictive rule of law, journalists are vulnerable to the anger of officialdom .\nFrom China to Malaysia, journalists and bloggers have been jailed -- even killed .",
        "The singer had been off the scene for a while .\nShe says she was bedridden for months .\nLavigne was sometimes too weak to shower .",
        "Here are six of CNN's best videos of the week .\nClips include a look at Mike Tyson's abandoned mansion .",
        "Netanyahu says third option is \"standing firm\" to get a better deal .\nPolitical sparring continues in U.S. over the deal with Iran .",
        "Indiana town's Memories Pizza is shut down after online threat .\nIts owners say they'd refuse to cater a same-sex couple's wedding .",
        "Authorities in the Indian city of Malegaon have asked residents to take a 'mugshot' of their cattle .\nCows are revered by the majority Hindu population, and many parts of the country have laws banning the slaughter of cattle .\nOfficials in Malegaon believe this is the best way to solve cow slaughter cases and enforce the law .",
        "A South Carolina man says he spent 66 days alone at sea before being rescued .\nOther sole survivor stories include a Japanese man washed away by a tsunami .\nAn El Salvador man says he drifted from Mexico to Marshall Islands over a year .",
        "The Large Hadron Collider (LHC) begins again after a two-year shutdown .\nThe restart was delayed in March .",
        "FBI agents and a suspected serial robber exchange gunfire in an FBI stakeout .\nTwo FBI agents are injured and the suspect is shot during the gunfight .",
        "The total eclipse will only last 4 minutes and 43 seconds .\nPeople west of the Mississippi River will have the best view .\nParts of South America, India, China and Russia also will see the eclipse .",
        "Terrorist group Al-Shabaab has attacked a Kenyan college, killing and taking hostages .\nIt is a clear indicator the security situation in East Africa is deteriorating, says Stefan Wolff .\nMore than military action aloe is needed to combat terrorism in the region, he says .",
        "Easter is a key event in the Christian faith, but where did the Easter Bunny come from?\nWhy is the date different every year, and what does it have to do with the moon?",
        "In response to lawsuit, NCAA says it doesn't control quality of education for student-athletes .\nBut its website emphasizes importance of education, \"opportunities to learn\"\nLawsuit claims students didn't get an education because of academic fraud at UNC .",
        "Judge won't allow teen leave hospital before her last chemotherapy treatment .\nAttorneys for the teen are deciding whether to appeal .\nCassandra C. is now in remission and is no longer opposed to the chemotherapy treatments .",
        "The song rules the chart for 13th week .\nIt passes Robin Thicke's \"Blurred Lines\"\nSong three weeks from potentially tying \"One Sweet Day\" for record .",
        "High temperatures are recorded on the northern tip of the Antarctica Peninsula .\nThe World Meteorological Organization will make the final determination .",
        "A Native American from a tribe not recognized by the feds wins the return of his eagle feathers .\nAn IRS accountant is fired for insisting on carrying a symbolic Sikh knife to work .\nA group of Chicago pastors takes on City Hall over its permits for new churches and loses .",
        "Robert Lewis Burns Jr. was part of Lynyrd Skynyrd's original lineup .\nHis car hit a mailbox and a tree just before midnight .",
        "Kim Ki-Jong is charged with attempted murder and assaulting a foreign envoy .\nHe's accused of stabbing U.S. Ambassador Mark Lippert in the face and arm .\nPolice said Kim opposed the joint U.S.-South Korean military drills .",
        "Hong Kong banker alleged murder case adjourned until May .\nThe 29-year-old Rurik Jutting is accused of killing two Indonesian domestic workers .",
        "Thai Airways subsidiary Thai Smile features Cartoon Network paint job on A320 jet .\nOverhead bins, head rests and air sick bags feature characters from Cartoon Network .",
        "Manning is serving a 35-year sentence for leaking thousands of classified documents .\nShe says she will be using a voice phone to dictate her tweets .",
        "Frida Ghitis: President Barack Obama is right to want a deal, but this one gives Iran too much .\nShe says the framework agreement starts lifting Iran sanctions much too soon .",
        "The final film featuring the late Paul Walker, \"Furious 7\" is opening around the globe this weekend .\nIt's worldwide debut may approach or cross $300 million by the end of Easter Sunday .",
        "Deion Sanders calls out son for \"hood doughnuts\" comments .\n\"You're a Huxtable with a million $ trust fund. Stop the hood stuff!\"",
        "An outside review found that a Rolling Stone article about campus rape was \"deeply flawed\"\nDanny Cevallos says that there are obstacles to a successful libel case, should one be filed .",
        "Shibuya ward in Tokyo passes an ordinance that gives same-sex couples some of the rights of married heterosexual couples .\nActivists welcome the decision; hope that it will lead to greater equality for LGBT people in Japan .\nRecent poll finds most young Japanese open to the idea of gay marriage .",
        "A test in Kansas finds listeria in a Blue Bell ice cream cup .\nThe company announces it is temporarily shutting a plant to check for the source .\nThree people in Kansas have died from a listeria outbreak .",
        "Japan's top military official earnestly revealed that the country's Self Defense Force (SDF) had never encountered a UFO .\nCelebrity politician and former wrestler Antonio Inoki had posed a question concerning extraterrestrials to a government committee .",
        "Bombing of targets in central Sanaa smashes residents' windows and doors .\nHundreds killed in less than two weeks; humanitarian situation desperate, agencies say .",
        "David Lynch says he won't be directing new episodes of Twin Peaks .\nShowtime \"saddened\" over decision, which involved a dispute over money .",
        "Kentucky player mutters N-word under his breath about a Wisconsin player at postgame news conference .\nAndrew Harrison, who is black, tweets that he apologized to Frank Kaminsky, who is white .\nKaminsky says he's talked it over with Harrison --  'I'm over it\"",
        "A man killed in a raid in the Philippines in January was a \"most wanted\" terrorist, the FBI says .\nMarwan was a Malaysian believed to have provided support to Islamist terror groups .\n44 elite Philippine commandos were killed in the raid on his hideout last month .",
        "Delaware family becomes ill at the Sirenusa resort in the U.S. Virgin Islands .\nPreliminary EPA results find methyl bromide was present in unit where family stayed .\nU.S. Justice Department has initiated a criminal investigation into the matter .",
        "Chris Rock posts selfies after being pulled over three times in last seven weeks .\n\"Stopped by the cops again wish me luck,\" he posted this week .",
        "A blast rocks a chemical plant in China's southeastern Fujian province for the second time in two years .\nSix were injured after the explosion and are being hospitalized .\nThe explosion was triggered by an oil leak, though local media has not reported any toxic chemical spills .",
        "Justice Department prosecuting FedEx over unauthorized shipment of drugs .\nDanny Cevallos: FedEx has a strong argument that it shouldn't be held responsible .",
        "Mark Wahlberg is planning to appear in \"Patriots' Day\"\nThe film will be about events surrounding the 2013 Boston Marathon bombing .\nAnother film, \"Boston Strong,\" is also in the works .",
        "\"The Price Is Right\" gives away a car ... accidentally .\nA model makes a big mistake during a game .\nHost Drew Carey thought the error was hilarious .",
        "Carlos Colina, 32, is arraigned on charges of assault and battery, improper disposal of a body .\nBody parts were discovered Saturday in a duffel bag and a common area of an apartment building .\nThe victim in the case is identified as Jonathan Camilien, 26; authorities say he knew Colina .",
        "Fan favorite series \"Arrested Development\" to return for a fifth season, according to producer .\nBrian Grazer claimed the show would be back in a podcast .\nNetflix is not commenting .",
        "\"Mad Men's\" final seven episodes begin airing April 5 .\nThe show has never had high ratings but is considered one of the great TV series .\nIt's unknown what will happen to characters, but we can always guess .",
        "\"Vampire Diaries\" star Nina Dobrev announces she's leaving the show .\n\"Nothing will be the same again,\" fans say .",
        "Federal education minister Smriti Irani visited a FabIndia store in Goa, saw cameras .\nAuthorities discovered the cameras could capture photos from the store's changing room .\nThe four store workers arrested could spend 3 years each in prison if convicted .",
        "The group included four children, Turkish official says .\nTurkish military didn't say what group's intent was .\nUK Foreign Office says it is trying to get information from Turkish officials .",
        "Submarine is in Zvyozdochka shipyard, in northwestern Russia .\nNo \"dangerous\" substances on the submarine, shipyard spokesman told ITAR-Tass .",
        "Kayahan wrote some of Turkey's best-loved pop songs .\nThe singer was first diagnosed with cancer in 1990 .\nHe most recently performed in February in Istanbul .",
        "Prosecutors formally charged former top official Zhou Yongkang .\nZhou charged with accepting bribes, abuse of power and leaking state secrets .\nFormer domestic security official is the most senior Chinese official to face corruption charges .",
        "Some of Jesus' most important financial backers were women, historians say.\nJoseph of Arimathea and Nicodemus, both men of stature and wealth, chipped in to help fund Jesus' ministry.",
        "Three people killed; five wounded in attack on attorney general's office in Balkh province .\nStaff and civilians have been rescued as gunmen engaged Afghan security forces .",
        "Georgia Powers: Rand Paul, running for president, would like minorities to think he's an advocate. His record on rights shows otherwise .\nOn civil rights, women's choice, voting rights, immigrant DREAMers, education, he has shown he'd take country backwards, she says .",
        "Network regains control of Facebook page and one of its 11 channels .\nISIS logos displayed but no claim of responsibility made by any group .\nNetwork reaches 260 million homes worldwide .",
        "Couple spends $1,200 to ship their cat, Felix, on a flight from the United Arab Emirates .\nFelix went missing somewhere at John F. Kennedy International Airport, airline says .\nPets are \"treated no differently than a free piece of checked luggage,\" Jennifer Stewart says .",
        "The trials of Dzhokhar Tsarnaev and Aaron Hernandez are coming to a close .\nVoting has put Rahm Emanuel and Ferguson, Missouri, back in the headlines .\nRand Paul has announced his bid for the presidency .",
        "Fire breaks out at the General Electric Appliance Park in Louisville, Kentucky .\nCity official: No is believed to be injured or trapped .",
        "Ted Cruz has built a brand as a stalwart conservative on fiscal issues .\nBut he's also eager to champion social issues at a time when many Republicans are eager to avoid them .\nCruz says the GOP needs to unite young libertarian-minded voters and evangelicals .",
        "Kenyans use hashtag #147notjustanumber to honor victims of Kenya university attack .\nThe attack killed 142 students, three security officers and two university security personnel .",
        "The penalty is more than 10 times the previous record, according to a newspaper report .\nUtility commission to force Pacific Gas & Electric Co. to make infrastructure improvements .\nCompany apologizes for explosion that killed 8, says it is using lessons learned to improve safety .",
        "Dzhokhar Tsarnaev is found guilty on all 30 charges he faced .\nSeventeen counts were capital charges, meaning he is eligible for the death penalty .",
        "The fire on a platform in the Gulf of Mexico has been extinguished, Pemex says .\n45 workers were injured in the blaze, according to the state oil company .\nFour workers were killed in the oil rig fire, which started early Wednesday .",
        "Jay Parini: When religious identity, ethics, tolerance are roiling the culture, it's worth looking at message of Holy Week and Easter .\nHe says ritual enactment of these three days is reminder that again and again the human condition moves through darkness into light .",
        "Police in Lucknow, northern India, have bought four drones to help control crowds .\nThe unmanned aerial vehicles are being fitted with cameras and pepper spray to subdue angry protesters .\nSome Indians have questioned why police are resorting to \"authoritarian and forceful methods\"",
        "Secret Service says supervisor's security clearance has been suspended .\nHe is accused of trying to kiss a colleague .",
        "\"All the police investigators have left the (Germanwings) crash site,\" a police official says .\nPrivate security company is ensuring no one goes on the site, official says .\nAuthorities say co-pilot Andreas Lubitz deliberately crashed the plane, killing all 150 on board .",
        "April 8 was huge for \"Lost\" and \"Empire Records\" fans .\nApril 14, April 25, October 21 are other big dates in movies .",
        "Twisted Sister's 2016 tour will be its last .\nBand will celebrate 40 years in 2016 .\nTwisted Sister drummer A.J. Pero died in March .",
        "The film will premiere on Memorial Day .\nIt opened last year's Cannes Film Festival .\nA planned March theater release was scrubbed .",
        "At least one person died as a result of storms in Illinois, an official says .\nFire department: Rescuers searching for trapped victims in Kirkland, Illinois .",
        "More questions than answers emerge in controversial S.C. police shooting .\nOfficer Michael Slager, charged with murder, was fired from the North Charleston Police Department .",
        "The rapper assaulted the photographer at Los Angeles International Airport in 2013 .\nWest apologized as part of the settlement, the photographer's lawyer says .",
        "Manuscript of \"American Pie\" lyrics is sold to unnamed buyer for $1.2 million .\nDouglas Brinkley: The song, a talisman for its age, brings joy to people 44 years later .",
        "Letourneau Fualaau had a sexual relationship with her student .\nHe was 13 when they began the relationship in 1996 .\nIn May, they will celebrate their 10th wedding anniversary .",
        "Don McLean's \"American Pie\" lyrics auctioned for $1.2 million .\nThe song is dense with symbolism; McLean says lyrics, notes will reveal meaning .\n\"Pie\" is McLean's biggest hit, was No. 1 in 1972 .",
        "Mindy Kaling's brother Vijay Chokalingam pretended to be black to get into med school .\nJeff Yang: That's offensive and ironic, considering that minorities experience many disadvantages .",
        "The actor says he's not planning on seeing the buzzed-about documentary .\nHe called Scientology \"brilliant\"\nTravolta credits the church with helping him deal with his son's death ."
    ]
}