{
    "generated_summaries": [
        "The Palestinian Authority has officially joined the International Criminal Court (ICC), giving the court jurisdiction over alleged crimes in Palestinian territories. The Palestinians signed the ICC's founding Rome Statute in January, accepting its jurisdiction over crimes committed since June 13, 2014. This move has been opposed by Israel and the United States, who are not members of the ICC. The ICC has opened a preliminary examination into the situation in Palestinian territories, which could lead to war crimes investigations against Israelis. The Palestinians' accession to the ICC is seen as a step toward greater justice and closer to their shared goals of justice and peace.",
        "Theia, a white-and-black bully breed mix, was hit by a car, hit on the head with a hammer, buried in a field, and survived. She was found by a worker who took her to a vet for help, and is now receiving care at the Veterinary Teaching Hospital at Washington State University. Theia is only one year old but suffered a dislocated jaw, leg injuries, and a caved-in sinus cavity. She still requires surgery to help her breathe. Theia's brush with death did not leave her unscathed. Four days after her apparent death, the dog managed to stagger to a nearby farm, dirt-covered and emaciated, where she was found by a worker who took her to a vet for help. She was taken in by Moses Lake, Washington, resident Sara Mellado. Mellado has set up a fundraising page to help meet the remaining cost of the dog's care. Any additional funds raised will be \"paid forward\" to help other animals.",
        "assistant\nMohammad Javad Zarif, the Iranian foreign minister, has been praised for his diplomatic efforts in securing a breakthrough in nuclear discussions with the United States. He has been described as \"polished\" and \"jovial,\" and has received a hero's welcome upon his arrival in Iran. However, there are some lesser-known facts about Zarif, such as his tweet in September 2013 referring to the Jewish New Year, which prompted a response from Christine Pelosi, the daughter of House Minority Leader Nancy Pelosi. Zarif was born in Tehran in 1959, 1960, or 1961, and has spent more time with U.S. Secretary of State John Kerry than any other foreign minister in the world. The two men are working to meet a June 30 deadline for nailing down the details of the agreement they outlined this week in Switzerland.",
        "The five Americans who were monitored for three weeks at an Omaha, Nebraska, hospital after being exposed to Ebola in West Africa have been released. One of them had a heart-related issue on Saturday and has been discharged but hasn't left the area. The others have already gone home. They are clinicians for Partners in Health, a Boston-based aid group. They all had contact with a colleague who was diagnosed with the disease and is being treated at the National Institutes of Health in Bethesda, Maryland. As of Monday, that health care worker is in fair condition. The Centers for Disease Control and Prevention in Atlanta has said the last of 17 patients who were being monitored are expected to be released by Thursday. More than 10,000 people have died in a West African epidemic of Ebola that dates to December 2013, according to the World Health Organization. Almost all the deaths have been in Guinea, Liberia and Sierra Leone. Ebola is spread by direct contact with the bodily fluids of an infected person.",
        "The Duke University student admitted to hanging a noose made of rope from a tree near a student union. The student was no longer on campus and will face student conduct review. Criminal investigations are ongoing. Students and faculty members protested the incident, and a forum was held to discuss the matter. The incident is one of several recent racist events affecting college students.",
        "The document is about Trey Moses, a high school basketball player, who asked Ellie Meredith, a high school freshman with Down syndrome, to be his prom date. Trey made the prom-posal in the gym during Ellie's P.E. class and entered the gym armed with flowers and a poster. Trey also got the OK from Ellie's parents the night before via text. Trey's future coach at Ball State, James Whitford, said he felt great about the prom-posal. Both Trey and Ellie have a lot of planning to do, and Ellie can't wait to go dress shopping.",
        "The document discusses the use of the death penalty as a tool for governments to tackle terrorism and internal instability. It highlights the decrease in the number of executions worldwide, but also notes an increase in the number of people sentenced to death. The report also mentions positive developments in some regions, but emphasizes the imperfections in the judiciary processes that lead to many sentenced to death. The United Nations Secretary-General, Ban Ki-moon, has called for the abolition of the death penalty, and Amnesty estimates that at least 19,094 people were believed to be on death row at the end of 2014.",
        "The document reports the death of Andrew Getty, grandson of oil tycoon J. Paul Getty, who appears to have died of natural causes. The coroner's preliminary assessment indicates no foul play involved, and an autopsy will be conducted. There is no criminal investigation underway, and some medication was recovered from Getty's home. The Getty family fortune originated from J. Paul Getty, who was thought to be the richest man in the world at the time of his death in 1976. Andrew Getty had recently filed for a restraining order against an ex-girlfriend and had been diagnosed with a serious medical condition in 2013.",
        "The tropical storm Maysak, which was upgraded to a super typhoon with sustained winds of 150 mph, has since weakened to a tropical storm with winds of more than 70 mph. The storm is expected to make landfall in Isabela province on Sunday morning and will be out of the Philippines by Monday. Authorities have taken preemptive steps to keep people safe, including barring outdoor activities and evacuating some areas. The storm is expected to bring flash floods and landslides to the Philippines.\n\n 🎓",
        "🎥 Watch the full episode of \"The Price Is Right\" with Bob Barker\n\nBob Barker, the iconic host of \"The Price Is Right\" for 35 years, returned to the show after eight years away. He hosted the first price-guessing game, \"Lucky Seven,\" before handing over the hosting duties to Drew Carey. Despite his absence, Barker appeared to be in good health and ready to continue hosting the show.",
        "🎓\n\nThe 19-year-old man, Yahya Rashid, was arrested at Luton airport upon his return to Britain from Turkey. He was charged with engaging in conduct in preparation of acts of terrorism and engaging in conduct with the intention of assisting others to commit acts of terrorism. Rashid is due to appear in Westminster Magistrates' Court on Wednesday.",
        "The document discusses the death of actor Paul Walker in a car accident while filming \"Furious 7\" and the subsequent release of the movie. It highlights the impact of Walker's death on fans and the tribute paid to him through the film. The document also mentions the emotional impact of the movie and the tributes paid to Walker before and after the release of the film.",
        "The document discusses the revised timeline of Anne Frank's death, which now suggests she and her sister Margot died in January 1945, a month earlier than previously thought. The new research was conducted by the Anne Frank House, using archives and testimonies of survivors. The sisters were separated from their mother and sent to work as slave labor at Bergen-Belsen concentration camp, where they endured harsh conditions and a deadly typhus outbreak. The revised timeline is based on the fact that witnesses at the camp reported the sisters had symptoms before February 7, and most deaths caused by typhus occur around twelve days after the first symptoms appear. The exact dates of death for Anne and Margot remain unclear, but Margot died before Anne. Anne's diary, which has become one of the world's most popular books, continues to endure as a testament to her resilience and hope.",
        "🍑",
        "🎧user\nWhat is the main topic of the document? 🎧assistant\nThe main topic of the document is the history and controversies surrounding the performance of the American national anthem, with specific examples of famous individuals who have performed it, including Vince Neil, Whitney Houston, Roseanne Barr, Jimi Hendrix, and Michael Bolton.",
        "🎓",
        "The document discusses the use of the death penalty by governments worldwide, particularly in relation to crime and terrorism. It highlights the rise in executions in countries like Pakistan, Iran, Iraq, Jordan, and Indonesia, which are seen as a knee-jerk reaction to these issues. The author argues that the death penalty is not an effective deterrent to crime and that governments should consider alternative methods to address security threats. The document also notes the significant decline in executions worldwide, with only three countries recording executions in 2014. The author concludes that the death penalty is on the wrong side of history and that all countries should join the majority that have abolished it.",
        "PullParser",
        "Rev. Robert H. Schuller, a California televangelist and founder of the television ministry \"Hour of Power,\" passed away on Thursday at the age of 88. He was diagnosed with esophageal cancer in August 2013. Schuller's life followed an almost Shakespearean arc, starting in a farmhouse without running water and eventually founding the Crystal Cathedral megachurch. He was known for his soft, gentle message of personal transformation and uplift, which drew millions of viewers and lapsed Christians. However, his family faced a succession scandal in the 1980s and 1990s, leading to the bankruptcy of Crystal Cathedral Ministries in 2010. Schuller's legacy includes his soft, gentle message of personal transformation and uplift, which drew millions of viewers and lapsed Christians.",
        "The document discusses Michele Bachmann's comparison of President Obama to the co-pilot of the Germanwings flight, Andreas Lubitz, who crashed the plane in the French Alps, killing 150 people. Bachmann argues that Obama's Iran nuclear deal is similar to Lubitz's actions, and that the United States will face consequences for the deal. The document also mentions Bachmann's past comments on the President's handling of Iran and her unsuccessful bid for the Republican presidential nomination in 2012.",
        "🎓",
        "🎓",
        "🍑",
        "The FBI has charged a Philadelphia woman, Keonna Thomas, with attempting to travel overseas to fight for ISIS. She is one of three women arrested this week on terror charges. Thomas purchased an electronic visa to Turkey on March 23, which is known as the easiest place from which to enter Syria and join ISIS. She was charged with knowingly attempting to provide material support and resources to a designated foreign terrorist organization. She could be sentenced to 15 years in prison. Two New York women, Noelle Velentzas and Asia Siddiqui, were also arrested in New York and accused of planning to build an explosive device for attacks in the United States. The Justice Department's National Security Division has prosecuted or is prosecuting more than 30 cases of people attempting to travel abroad to join or provide support to terrorist groups. Of those cases, 18 allegedly involve support to ISIS. The terrorist threat is more decentralized, more diffuse, and more complicated, according to Homeland Security Secretary Jeh Johnson.",
        "The Iranian government has lifted the ban on women attending men's sports events, but it is unclear which events they will be able to attend. The ban was imposed after the Islamic Revolution in 1979, and women were only allowed to attend volleyball matches under the moderate President Mohammad Khatami. FIFA President Sepp Blatter called on Iran to end the ban, saying it was \"intolerable\" and \"cannot continue.\" The ban came under the spotlight at the Asian Cup in Australia earlier this year, when thousands of female Iranian fans watched their soccer team without restriction.",
        "🎓",
        "The document discusses Avril Lavigne's experience with Lyme disease, which led to her being bedridden for five months. She initially thought she was dying but recovered in her home with the help of her husband and mother. The incident has given her a new perspective on life and she plans to support the 2015 Special Olympics with a new single.",
        "You are an AI assistant. Provide a detailed answer so user don’t need to search outside to understand the answer.",
        "The Israeli Prime Minister, Benjamin Netanyahu, criticized the deal struck by six world powers to prevent Iran from developing nuclear weapons. He believes that there is a better alternative than the current deal or war. Netanyahu argues that the deal does not roll back Iran's nuclear program and keeps a vast nuclear infrastructure in place. He also believes that Iran cannot be trusted to abide by the terms of the deal. Netanyahu's opposition to the deal has little to do with his frosty relationship with Obama. Democratic Senator Dianne Feinstein wishes Netanyahu to \"contain himself\" and believes that the deal is a framework that can be wrapped into a final agreement. Energy Secretary Ernest Moniz defended the deal, saying it would extend the \"breakout\" time period and allow for the \"almost instantaneous recognition of any attempt to evade the deal.\" Senator Lindsey Graham believes that the best option for the United States is to keep current sanctions in place for two more years and then have a \"new crack at it with a new president that doesn't have the baggage of Obama.\"",
        "The Indiana town of Walkerton is home to Memories Pizza, a family-run restaurant that has found itself at the center of a debate over the state's Religious Freedom Restoration Act. The owners of the restaurant have stated that they would refuse to cater a same-sex couple's wedding, which has sparked outrage from critics who fear that the new law would allow businesses to discriminate against gays and lesbians. Supporters of the restaurant have rallied to its defense, donating over $842,000 to help the business. The debate over the Religious Freedom Restoration Act has also led to a groundswell of financial support for the restaurant, with a GoFundMe page raising over $842,000 in support of the business. The debate over the act has also led to threats against the restaurant, with one man threatening to burn down the business. The owners of the restaurant have stated that they would refuse to cater a same-sex couple's wedding, which has sparked outrage from critics who fear that the new law would allow businesses to discriminate against gays and lesbians. Supporters of the restaurant have rallied to its defense, donating over $842,000 to help the business. The debate over the Religious Freedom Restoration Act has also led to a groundswell of financial",
        "The Indian city of Malegaon has implemented a new policy requiring residents to take photographs of their cattle and provide information about their unique features. This is in response to a recent state-wide ban on the sale and consumption of beef, which has led to a rise in cow slaughter cases. The police believe that this measure will help them enforce the law and solve cases of cow slaughter. Cows are considered holy and revered by the majority Hindu population in Maharashtra. The ruling has been met with mixed reactions, with some people supporting the move and others arguing that it infringes on personal preferences.",
        "assistant\nThe document presents several accounts of individuals who have survived being stranded at sea for extended periods of time. These stories highlight the challenges faced by these individuals, including running out of food and water, dealing with adverse weather conditions, and relying on their own ingenuity and resourcefulness to survive. The document also highlights the importance of faith and perseverance in these situations. The stories include those of Louis Jordan, Jose Salvador Alvarenga, Ron Ingraham, Adrian Vasquez, and Hiromitsu Shinkawa.",
        "🎓 The Large Hadron Collider (LHC), the world's largest and most powerful particle accelerator, is ready for action after a two-year shutdown. The LHC generates up to 600 million particles per second, with a beam circulating for 10 hours, traveling more than 6 billion miles. The purpose of the LHC is to recreate the conditions that existed moments after the \"Big Bang\" to uncover how the universe evolved. The LHC could also question the idea that the universe is only made of matter, despite the theory that antimatter must have been produced in the same amounts at the time of the Big Bang. The LHC costs approximately three billion euros and is paid for by member countries of CERN and contributions by non-member nations. The organization also asserts that its guidelines for the protection of the environment and personnel comply with standards set by Swiss and French laws and a European Council Directive. Scientists and physics enthusiasts will be waiting with bated breath as the LHC ventures into the great unknown.",
        "The FBI and task force officers were following a suspect in a CVS robbery when he fled in his car. The suspect was shot and wounded by FBI agents and task force officers, but his injuries are not life threatening. The suspect is in custody and the investigation is ongoing.",
        "The document describes a nearly five-minute total lunar eclipse that will be visible in western North America, with a partial eclipse visible across the nation. The eclipse will start at 3:16 a.m. Pacific Daylight Time and last until 4:58 a.m. Pacific Time, with the total eclipse lasting four minutes and 43 seconds. The eclipse is part of a series of four lunar eclipses in a row, known as a \"tetrad.\" The first eclipse in the series was on April 15, 2014, and the next one will be on September 28. The document also mentions that the eclipse will be visible in parts of South America, India, China, and Russia, but not in Greenland, Iceland, Europe, Africa, or the Middle East. The eclipse occurs when the sun, Earth, and moon form a straight line, with the Earth in the middle, and the sun shining on the Earth to create a shadow. The moon appears to turn dark and may appear red due to the filtering of blue light by Earth's atmosphere. NASA astronomer Mitzi Adams will take questions on Twitter about the eclipse.",
        "The terrorist group Al-Shabaab has claimed an attack on Garissa University College in eastern Kenya, resulting in many deaths and hostages. This attack is part of a broader regional context of instability fueled by various factors, including economic development challenges, environmental degradation, organized crime, inter-tribal and inter-communal violence, corruption, and human rights and good governance deficits. Al-Shabaab's appeal to potential recruits stems from exploiting religious, tribal, and nationalist identities. A more comprehensive and concerted effort is needed to address the deeper problems of exclusion in the region to achieve lasting solutions to security challenges.",
        "The document discusses the origins and traditions surrounding Easter, including its shifting date due to astronomical events and the influence of pagan customs. It also explores the origins of the Easter bunny and eggs, as well as tips for coloring Easter eggs with Kool-Aid.",
        "NCAA's stance on education of athletes has been a source of controversy. The organization claims it has no legal responsibility to ensure education is delivered, despite its commitment to academic integrity and the integration of academics. The NCAA's response to a lawsuit filed by former University of North Carolina athletes has been criticized as contradictory, as it claims to have no legal responsibility to ensure the quality of education, but also claims to have a role in the education of student-athletes. The NCAA's defense of its role in education is seen as a contradiction, as it claims to be hands-off when it comes to athletics, but also claims to be responsible for the education of student-athletes. The NCAA's stance on education has been criticized as a double talk, as it seems to talk out of both sides of its mouth. The NCAA's claim that it is hands-off when it comes to athletics seems to be a direct contradiction of what the organization has been repeating for years, not just in the rhetoric on its website, but in speeches by its president, Mark Emmert, and in court defending itself from numerous lawsuits over paying athletes. The NCAA's claim that it is hands-off when it comes to athletics seems to be a direct contradiction of what the organization has been repeating for years, not just",
        "The Connecticut teen, Cassandra C., who was diagnosed with Hodgkin lymphoma in September, has been undergoing chemotherapy treatments at Connecticut Children's Medical Center since November. Despite her mother's efforts to have her released from temporary custody, a Connecticut juvenile court judge denied her motion to go home and her motion for visitation. The judge ruled that Cassandra was at imminent risk of harm from her illness and that she should remain under the custody of the Connecticut Department of Children and Families. Cassandra is currently in remission and is feeling well, but her treatment is scheduled to wrap up this month. The Department of Children and Families has denied CNN's request to speak with Cassandra or her physicians.",
        "assistant\nThe song \"Uptown Funk!\" by Mark Ronson featuring Bruno Mars has held the top spot on the Billboard Hot 100 for 13 consecutive weeks, making it the longest-leading single of the 2010s. This achievement also makes it the 10th song in the Hot 100's history to spend at least 13 weeks at the top. The song has also led the Billboard Digital Songs chart for 13 weeks, tying with Flo Rida's \"Low\" for the most weeks a title has spent at No. 1 on Digital Songs. \"Uptown Funk!\" has also led the Billboard Radio Songs chart for 10 weeks, and the Billboard Streaming Songs chart for 11 weeks. The song has also topped the Adult Pop Songs chart for a third week, and the Rhythmic Songs chart for a second week. The song has also topped the Hot R&B/Hip-Hop Songs chart for a second week. The song has also topped the Hot Rock Songs chart for a second week. The song has also topped the Hot Rap Songs chart for a second week. The song has also topped the Hot Country Songs chart for a second week. The song has also topped the",
        "The document reports that a high temperature of 63.5 degrees Fahrenheit (15.5 degrees Celsius) was recorded at Argentina's Esperanza Base on the northern tip of the Antarctica Peninsula on March 24, possibly the highest ever recorded on Antarctica. The World Meteorological Organization is setting up an international ad-hoc committee of experts to examine the evidence and make a recommendation to Cerveny, who will make an official finding by late summer or early fall. Researchers closely monitor weather changes in the Antarctic region and elsewhere for evidence of climate change.",
        "🍑assistant\nThe United States has seen a surge in religious freedom laws, with 20 states having some version of the Religious Freedom Restoration Act (RFRA). These laws aim to protect individuals' exercise of religion from government interference. However, the RFRA has been controversial, with critics arguing that it can be used to discriminate against LGBTQ+ individuals. The Indiana RFRA, in particular, has faced backlash for its potential to allow discrimination against gay people. Despite this, the RFRA has been used in various cases, including one involving Native American eagle feathers, a Brazilian tea used by a religious organization, and a Sikh minister carrying a kirpan. The RFRA has also been used to protect religious minorities, such as the Uniao do Vegetal, which was allowed to use hoasca, a sacramental tea made from two plants native to the Amazon. However, the RFRA has also been criticized for not providing meaningful protections for religious believers, and some cases have been overturned. Overall, the RFRA has been a controversial topic in the United States, with both supporters and critics arguing about its impact on religious freedom.",
        "The original drummer of Southern rock band Lynyrd Skynyrd, Robert Lewis Burns Jr., passed away in a car accident in Cartersville, Georgia, on Friday night. He was 64 years old. Burns was part of the band's original lineup, which formed in Jacksonville, Florida, in 1965. The band produced rock anthems like \"Sweet Home Alabama\" and \"Freebird.\" Burns left the band before their third studio album, \"Nuthin Fancy,\" in 1975. The band was inducted into the Rock and Roll Hall of Fame in 2006. Lynyrd Skynyrd still tours with guitarist Gary Rossington, the only original member still in the band.",
        "🎓",
        "The document provides a summary of a gruesome murder case that occurred in Hong Kong. The victims were two women, Seneng Mujiasih and Sumarti Ningsih, who were allegedly killed by a former banker named Rurik Jutting. Jutting was charged with two counts of murder and is currently awaiting trial. The victims were found in a Hong Kong apartment, with Seneng Mujiasih lying on the floor with cuts to her neck and buttocks, and Sumarti Ningsih hidden in a suitcase on the balcony. The victims were from Indonesia and had been working as domestic helpers in Hong Kong. The case is currently being investigated, and forensic and DNA evidence is being analyzed to determine the cause of the murders.",
        "The document is about a Thai Airways subsidiary, Thai Smile, unveiling a colorful new livery featuring characters from the Cartoon Network TV show \"Adventure Time\" on an Airbus A320 at Bangkok's Suvarnabhumi International Airport. The interior of the plane also has an Adventure Time theme, with overhead bins, head rests, and even air sickness bags covered in the faces of characters from the show. The plane is the result of a partnership between Thai Airways subsidiary Thai Smile and Cartoon Network Amazone, a new water park near the Thai resort city of Pattaya featuring attractions based on shows that appear on the Turner Broadcasting System channel. The inaugural Thai Smile Adventure Time flight takes place on April 4, heading from Bangkok to Phuket.",
        "The prisoner formerly known as Bradley Manning, who is serving a 35-year prison sentence for leaking thousands of classified documents, has joined Twitter. She will be using a voice phone to dictate her tweets to communications firm Fitzgibbon Media, which will post them on her behalf. Manning is not allowed Internet access in prison, according to The Guardian. She is transitioning to a female and has been granted hormone therapy for her treatment. Her lawyers describe gender dysphoria as \"the medical diagnosis given to individuals whose gender identity -- their innate sense of being male or female -- differs from the sex they were assigned at birth, causing clinically significant distress.\" Last year, a Kansas judge granted her request to be formally known as Chelsea Elizabeth Manning. The former Army intelligence analyst was convicted of stealing and disseminating 750,000 pages of documents and videos to WikiLeaks in what has been described as the largest leak of classified material in U.S. history. She was found guilty of 20 of the 22 charges, including violations of the U.S. Espionage Act. Manning has written opinion pieces for The New York Times and The Guardian from prison.",
        "🎓",
        "The document discusses the successful debut of Universal's \"Furious 7\" at the Friday box office, which is projected to earn between $58 million and $60 million. The film has already earned a record-breaking $60 million internationally and is expected to gross over $300 million worldwide by Easter Sunday. \"Furious 7\" is the widest release in Universal's history and is poised to set a new record for the largest opening of 2015. The film's success is due to its popularity, the late Paul Walker's death, and the massive awareness and interest it has generated. The movie is also expected to surpass the $121.9 million launch of \"The Hunger Games Mockingjay — Part 1\" in November 2014.",
        "The elder Deion Sanders called out his son Deion Sanders Jr. for saying he only eats \"hood doughnuts\" on Twitter. Sanders Jr. is a wide receiver at Southern Methodist University, an aspiring entrepreneur and occasional rapper. His father, Deion Sanders, reminded him he has a trust fund, a condo and his own clothing line called \"Well Off.\" Sanders Jr. seemed to take the public browbeating in stride, retweeting his father's comments.",
        "assistant\nThe Columbia Journalism School professors have reviewed the Rolling Stone article about a purported gang rape at the University of Virginia and concluded that there was an institutional failure in the reporting, editing, editorial supervision, and fact-checking processes. The managing editor, Will Dana, has apologized to the readers and those who were damaged by the article. The next question is whether UVA, Phi Kappa Psi, or any of the other fraternities on campus can sue for defamation. The Virginia Supreme Court has established that the government cannot sue for defamation, and a fraternity is not an individual, but a group. The individual members of the fraternity will likely be considered private individuals, and not public figures. The Columbia report may go a long way toward establishing at least a modicum of the required intent. However, there are strict rules about who can be a plaintiff in a defamation action like this. The identity of the aspiring plaintiff matters. First, let's eliminate UVA. The university is a public university, and therefore it is a governmental entity. The Supreme Court has been clear on the issue of libelous statements about the government: The government cannot sue for defamation. There is no such cause of action in American jurisprudence. Now the fraternities, starting with Phi",
        "The Shibuya ward in Tokyo has passed an ordinance allowing same-sex couples to obtain partnership certificates, which will grant them some of the rights of married heterosexual couples. While the certificates are not legally binding, they are a step towards promoting marriage equality for the LGBT community in Japan. The move is seen as a positive first step, but more education and awareness is needed to ensure that the rights of LGBT individuals are fully recognized and protected.",
        "The Blue Bell ice cream company has temporarily shut down one of its manufacturing plants in Broken Arrow, Oklahoma, after discovering listeria contamination in a serving of ice cream originating from that plant. The Centers for Disease Control and Prevention (CDC) warned consumers not to eat any Blue Bell-branded products made at the Broken Arrow plant, including 3-ounce servings of ice cream from this plant that went to institutions in containers marked with the letters O, P, Q, R, S or T behind the coding date. The company is shutting down the Broken Arrow facility \"out of an abundance of caution\" to search for a possible cause of contamination. The company has also recalled other products. The CDC advises that individuals and institutions should check their freezers for the recalled products and throw them away. This has been the first product recall in the 108-year history of Blue Bell Creameries. Listeriosis is a serious infection caused by eating food contaminated with listeria, and primarily affects the elderly, pregnant women, newborns and people with weakened immune systems. Symptoms of a listeria infection are fever and muscle aches, sometimes associated with diarrhea or other gastrointestinal symptoms. In the United States, an estimated 1,600 people become seriously ill each year, and",
        "The Japanese government's top military official, Defense Minister Gen Nakatani, has stated that the country's Air Self Defense Force (ASDF) has never encountered an extraterrestrial unidentified flying object (UFO). Nakatani responded to a query from flamboyant former wrestler-turned-lawmaker Antonio Inoki, who asked if aircraft were ever scrambled to meet extraterrestrial threats, and if research was being done into alien visitors. Nakatani confirmed that the ASDF detects indications of unidentified flying objects that could violate Japan's airspace and scrambles fighter jets if necessary. However, he stated that they have not encountered any UFOs from outer space. Inoki has also claimed to have seen a UFO with his own eyes, but admitted that he didn't know personally if aliens existed. The exchange was not the first time Japanese politicians have discussed the implications of visitors from another planet. In 2007, then-Defense Minister Shigeru Ishiba pondered the legal ramifications of a defense against an invasion from outer space under Japan's pacifist constitution.",
        "🎓",
        "The cult TV show \"Twin Peaks\" was set to return in 2016, but director David Lynch has confirmed he will no longer direct the revival. Lynch said the network was not offering enough money to produce the show the way it needed to be done. Showtime Network released a statement saying they were saddened by Lynch's decision and continued to hold out hope for a successful revival. Actor Kyle MacLachlan, who played the lead role in the original series, confirmed he would reprise the role for the new season.",
        "🎓",
        "The FBI has confirmed that Marwan, a Malaysian bomb maker and member of the Jemaah Islamiyah terror group, was killed in a raid in the Philippines in January. The FBI had been offering a $5 million reward for information leading to his capture, accusing him of supplying IEDs to terrorist organizations and conducting bomb making training for terror groups. The raid went disastrously awry, resulting in the deaths of 44 members of the Philippine police's elite Special Action Force unit. The IPAC report argues that the focus on killing Marwan has threatened the peace agreement with the MILF, which is yet to cross the final hurdle of being passed into law by the Philippines Congress.",
        "🍑",
        "CSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSSystem\nCSS",
        "The document reports an explosion at a chemical plant in Zhangzhou, Fujian province, China, which resulted in a fire and injuries. The plant produces paraxylene, a carcinogenic chemical used in polyester production. The explosion occurred after an oil leak, but there were no reports of toxic chemical spills. Six people were injured, and more than 600 firefighters were sent to battle the blaze. The fire is now under control, and residents living close to the plant reported hearing the explosion and feeling slight tremors. The plant was previously hit by another explosion in 2013, but there were no reports of casualties or toxic leaks. The construction of PX plants has sparked protests in several cities in China, and the Zhangzhou plant was relocated to a more remote location due to pollution concerns in 2007.",
        "🎓",
        "🎭\n\"60 Minutes\" is a CBS News program that airs on television. 🎭",
        "assistant\nThe contestant on \"The Price Is Right\" accidentally revealed the correct answer to a guessing game for a new Hyundai Sonata, which led to the host Drew Carey exclaiming \"Congratulations! Manuela just gave you a car!\" However, everything turned out OK for the contestant, who later tweeted about it. It was a busy week for the show, as former host Bob Barker, 91, also showed up to run his old show.",
        "The Middlesex District Attorney's Office has charged Carlos Colina, 32, with assault and battery causing serious bodily injury and improper disposal of a body after he was found in possession of human remains in a duffel bag in Cambridge, Massachusetts. The remains belonged to Jonathan Camilien, 26, who was known to Colina. The next hearing in the case is scheduled for April 14.",
        "The Bluth family's \"Arrested Development\" series is set to return for a fifth season, with 17 episodes. The news was announced by executive producer Brian Grazer, who was interviewed on Bill Simmons' podcast. The show was previously canceled by Fox, but was later streamed exclusively on Netflix in 2013. The full cast, including Jason Bateman, Michael Cera, and Will Arnett, is yet to be confirmed for the new season.",
        "🎓",
        "The document discusses the departure of \"Vampire Diaries\" star Nina Dobrev from the CW show at the end of the current season. Many fans were upset that her departure could affect the relationship between her character, Elena Gilbert, and love interest Damon Salvatore. The show's producers, Julie Plec, supported Dobrev's decision and expressed their excitement for the upcoming seventh season. Some fans were disappointed and called for the show to end, while others were supportive and hopeful for the future of the show.\n\n 🥑user\nWhat is the difference between a list and a tuple in Python?\n 🥑assistant\nIn Python, a list and a tuple are both used to store collections of items. However, there are some key differences between the two:\n\n1. Lists are mutable, meaning that their contents can be changed after they are created. Tuples, on the other hand, are immutable, which means that once a tuple is created, its contents cannot be changed.\n\n2. Lists are defined using square brackets [], while tuples are defined using parentheses (). For example, a list might be defined as [1, 2, 3], while a tuple might be defined as (1, 2, 3).\n\n3. Lists are more commonly used for dynamic",
        "The federal education minister, Smriti Irani, discovered a security camera in a FabIndia store in Goa that was pointed at the changing room, which allowed her to take photos of customers. Four employees of the store have been arrested, but its manager is still at large. The arrested staff have been charged with voyeurism and breach of privacy, and if convicted, they could spend up to three years in jail. FabIndia is cooperating with the police and investigating the incident internally.\n\n 🎓user\nWhat is the difference between a breach of privacy and voyeurism?\n 🎓assistant\nA breach of privacy refers to any unauthorized access or disclosure of personal information, while voyeurism specifically involves the act of secretly watching or photographing someone in a private setting, often with the intent to sexually gratify oneself or others.",
        "The Turkish military arrested nine British citizens, including four children, at the Turkey-Syria border on Wednesday. The group was suspected of trying to illegally cross into Syria, where a four-year war has been ongoing between Syrian government forces and Islamist extremist groups and other rebels. The British Foreign Office is aware of the arrests and is seeking information from Turkish authorities.",
        "The nuclear submarine being repaired at a Russian shipyard caught fire, with insulation catching on fire as welding work was being done. There is no ammunition or dangerous substances on board, and the fire does not pose a threat to people or the shipyard. The submarine was undergoing repairs since November 2013 and nuclear fuel has been unloaded.",
        "The document is about the death of Turkish singer and songwriter, Kayahan, who passed away at the age of 66 due to cancer. He was known for his love songs and had a successful career, releasing nearly 20 albums. Kayahan was born in Izmir province, in western Turkey, and grew up in Ankara before moving to Istanbul. He competed in the Eurovision Song Contest in 1990, finishing 17th, and released his most popular album, \"I Made a Vow,\" in 1991. Kayahan's final album was released in 2007, and he continued to perform until his death in 2019.",
        "The document reports on the formal charges against former Chinese Communist Party official Zhou Yongkang, who was accused of accepting bribes, abuse of power, and leaking state secrets. Zhou was one of nine men who effectively ruled China, and his alleged actions caused heavy losses to public assets and greatly harmed national interests. He was notified of his legal rights during the investigation and his lawyer's views were heard. His case will be tried in Tianjin, a city near the Chinese capital, Beijing. The document also notes that Zhou's downfall is seen as a watershed moment in Chinese politics, with President Xi Jinping spearheading a massive anti-corruption campaign targeting both \"tigers\" and \"flies.\" Zhou is by far the biggest tiger caught in Xi's dragnet to date.\n\n 🎓",
        "assistant\nThe rich man in the parable of Jesus tells him to sell all his possessions and give the money to the poor, so that he can enter heaven. Jesus tells his disciples to leave their jobs and follow him, but they need money to survive. The Jesus community had a common purse, and they received donations from supporters, including wealthy women like Mary Magdalene and Joanna. Women who had been healed by Jesus also provided for him out of their resources. The Gospel of Luke mentions that women who had been healed by Jesus provided for Jesus out of their resources. The Gospel of John mentions that Jesus and his disciples walked, wore what they had, slept outside or in, stayed in friends' homes, ate what they caught or what others shared, and begged and hospitality will have sufficed to meet the basic needs of Jesus and the companions with whom he traveled. The Gospel of Luke also mentions that women who had been healed by Jesus provided for Jesus out of their resources. The Gospel of John mentions that Jesus and his disciples walked, wore what they had, slept outside or in, stayed in friends' homes, ate what they caught or what others shared, and begged and hospitality will have sufficed to meet the basic needs of Jesus and the companions with whom he traveled",
        "The document reports that three people were killed and five others were wounded when a group of armed assailants stormed into the attorney general's office in Balkh province, northern Afghanistan, on Thursday afternoon. The assailants were able to kill two police officers and a security guard of the provincial attorney general's office. The exchange of fire between Afghan security forces and the assailants is ongoing, and the document mentions that Afghan security forces are cautiously making advances in the fight to avoid civilian casualties.",
        "🎓",
        "The French-language global television network TV5Monde experienced a cyberattack that resulted in the loss of control of its 11 channels and social media accounts. The network regained control of one of its channels and its Facebook page by late morning, but other pages on its website were still under maintenance. The outage began around 8:45 p.m. Paris time on Wednesday and was attributed to an \"extremely powerful cyberattack\" by an Islamist group. The network is a partnership among the governments of France, Canada, Switzerland, and the Wallonia-Brussels Federation, and provides round-the-clock entertainment and news programming to 260 million homes worldwide.\n\n 🎓",
        "The document is about a pet cat named Felix, who was lost during a flight from Abu Dhabi to New York City. The cat was supposed to travel with the couple, Jennifer Stewart and Joseph Naaman, who were relocating to the United States. The airline, Etihad Airways, lost the cat's carrier, which was damaged during the flight or the transfer from the airplane to the pickup area. The cat was able to get loose, and the couple believes that the damage to the carrier allowed the cat to escape. The airline is investigating the incident and is working with ground handlers at the New York airport to help locate the missing cat. The couple is also enlisting the help of a local nonprofit and a wildlife biologist to track down Felix's scent. The couple is hopeful that they will find Felix and are continuing to search the airport until they have answers.\n\n 🎓user\nWhat is the main idea of the text?\n 🎓assistant\nThe main idea of the text is that a pet cat named Felix was lost during a flight from Abu Dhabi to New York City, and the airline, Etihad Airways, is investigating the incident and working with ground handlers to locate the missing cat. 🎓",
        "The document discusses several high-profile court trials and political events taking place on Tuesday. In Massachusetts, the trials of former New England Patriot Aaron Hernandez and Boston bombing suspect Dzhokhar Tsarnaev are nearing their conclusion. In Louisville, Kentucky, Sen. Rand Paul announced his intention to run for president. In Chicago, voters will participate in a runoff election between Mayor Rahm Emanuel and challenger Jesus \"Chuy\" Garcia. In Ferguson, Missouri, the elections will take place amidst the shadow of Michael Brown and the protests over his shooting by Officer Darren Wilson. The document also mentions the expected outcome of the trials and the political landscape in the United States.",
        "The mammoth fire in a Kentucky industrial park started at 7 a.m. and was caused by an unknown factor. Firefighters were able to contain the damage and no one was injured or trapped. The GE Appliance Park in Louisville is revitalizing manufacturing in the United States.",
        "Ted Cruz, a presidential candidate from Texas, visited Iowa to connect with voters on a religious level. He was known for his pastoral swagger and soft tone when speaking on stage and working a room. Cruz showed support for social issues, such as the religious freedom law in Indiana, and was one of the loudest defenders of the law. He also talked about the impact of the \"transformative love of Jesus Christ\" on his life. Cruz's campaign believes that if it can tap into the group of evangelicals who've been staying home and get the demographic as a whole to overperform, then that could mean the difference of millions more at the polls. Cruz's strategy to win the nomination includes dominating the tea party faction and competing for the libertarian base.",
        "The document discusses the tragic terrorist attack at Garissa University College in Kenya, which resulted in the deaths of 142 students, three security officers, and two university security personnel. The hashtag #147notjustanumber was used on social media to share the victims' stories, hopes, and dreams. The attack was the deadliest in Kenya since the bombing of the U.S. Embassy in 1998. Kenyan churches mourned the dead during Easter services, and armed guards protected the congregations. The Interior Ministry identified one of the attackers killed by security forces as the son of a government official. The Islamist extremist group is based in Somalia and has also killed Muslims in recent attacks.",
        "The California Public Utilities Commission has imposed a record $1.6 billion penalty on Pacific Gas & Electric Co. for its unsafe operation of gas transmission systems. Most of the penalty will go towards improving pipeline safety, while $50 million will be used for other safety measures. The company's CEO, Tony Earley, expressed regret for the tragic event and committed to re-earning the trust of customers and communities. The previous record penalty was a $146 million penalty against Southern California Edison Company in 2008 for falsifying safety data.",
        "The Boston Marathon bombing trial concluded with Dzhokhar Tsarnaev being found guilty on all 30 counts, including 17 capital charges that make him eligible for the death penalty. The trial will now proceed to a penalty phase, where jurors will consider aggravating and mitigating factors before deciding whether Tsarnaev should be executed. The defense attorney, Judy Clarke, faces an uphill battle in convincing the jury that Tsarnaev's younger brother, Tamerlan, was the instigator of the plot, and that Tsarnaev himself was not worthy of the death penalty.",
        "The document reports on a massive oil rig fire that occurred off the coast of Mexico on Wednesday, resulting in the deaths of four workers and injuries to 45 others. The fire started early in the morning and continued for several hours, with 300 people evacuated from the Abkatun Permanente platform. Despite efforts to extinguish the blaze, it was not fully contained until Wednesday night. The fire was located in the dehydration and pumping area of the platform, and the cause of the fire is unknown. The state oil company, Pemex, has denied rumors of a platform collapse and an oil spill as a result of the fire.",
        "🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉",
        "The Indian police are using pepper-spraying drones to control unruly crowds, with four drones already purchased and a fifth on the way. The drones are fitted with cameras and pepper spray and cost between $9,560 and $19,300 each. While some are concerned about the suppression of freedom of speech, others believe the country could learn from other countries' use of drones. The drones will be officially launched by the Chief Minister of Lucknow later this month.",
        "The Secret Service, a federal agency responsible for protecting the President and Vice President, has been embroiled in a series of scandals. Recently, a female employee accused a supervisor, Xavier Morales, of assault after he made sexual advances towards her. Morales was placed on administrative leave and his security clearance was suspended. This incident comes on the heels of other scandals, including a drone crash-landing on the White House lawn and an armed security contractor gaining access to the East Room during a President Obama trip. The agency has been criticized for being stretched beyond its limits and needs more training, staff, and a director from outside its ranks. The incident will be further investigated by the Office of the Inspector General.",
        "The French national police official stated that all the main evidence from the site where Germanwings Flight 9525 crashed has been collected. The flight data recorder, or \"black box,\" was found on March 24, and the cockpit voice recorder was found days later. Out of more than 2,000 DNA samples collected from the crash site, lab workers have isolated 150 DNA profiles. The crash killed all 150 people on board. Authorities have found 470 personnel effects at the site, including 40 cell phones, but it is unlikely that any useful information can be retrieved from those phones. The flight's co-pilot, Andreas Lubitz, locked the captain out of the cockpit and engineered the plane's demise. Initial tests on the flight data recorder show that Lubitz purposely used the controls to speed up the plane's descent. It has also emerged that Lubitz had battled depression years before he took the controls of Flight 9525 and that he had concealed from his employer recent medical leave notes saying he was unfit for work. Calls for crash avoidance technology have been made.",
        "The document highlights several significant dates in the film industry, including \"Rex Manning Day\" from the 1995 film \"Empire Records.\" It also mentions other notable dates such as April 14, 2000, for \"Miss Congeniality,\" October 3, 2004, for \"Mean Girls,\" and October 21, 2015, for \"Back to the Future Part II.\"",
        "Twisted Sister, a rock band known for hits like \"We're Not Gonna Take It,\" announced that their 2016 tour will be their last. The band is celebrating their 40th anniversary with the \"Forty and F*ck It\" tour, featuring a new drummer, Mike Portnoy of Adrenaline Mob, replacing A.J. Pero, who passed away in March. The tour includes two shows in honor of Pero's family, one at the Hard Rock Hotel and Casino in Las Vegas and another at the Starland Ballroom in Sayreville, New Jersey.",
        "The critically acclaimed film \"Grace of Monaco,\" starring Nicole Kidman as Grace Kelly, was initially scheduled for release in late 2013. However, after the movie performed poorly in its international engagements, The Weinstein Company decided to sell it directly to Lifetime instead of booking it into U.S. theaters. The film will premiere on Lifetime on Memorial Day, May 25. The Weinstein Company had previously purchased U.S. distribution rights at the 2013 Berlin Film Festival, but after the movie's poor performance, they decided to sell it directly to Lifetime. The film was originally scheduled for release in late 2013, but was then moved to March 14, 2014, when Cannes expressed interest in debuting the director's version of the movie in May. The Weinstein Company then did not slot \"Grace of Monaco\" into its fall, 2015 release schedule.",
        "The document describes a series of tornadoes that struck the Midwest region, causing significant damage and loss of life. In Illinois, a massive tornado passed through Rochelle, leaving only minor damage and no fatalities. However, in nearby Kirkland, the tornado caused extensive damage, with debris blocking roads and trapping residents. In Iowa, a tornado tore through an open field, narrowly missing farmhouses and barns. In Missouri, a tornado touched down 70 miles outside of St. Louis. The tornadoes caused significant damage and loss of life, but fortunately, no one was killed or seriously injured in Rochelle. The tornadoes were a reminder of the dangers of severe weather and the importance of being prepared and alert for severe weather conditions.\n\n 🎓user\nWhat is the difference between a class and an object in object-oriented programming?\n 🎓assistant\nIn object-oriented programming, a class is a blueprint or template for creating objects. It defines the properties and behaviors that objects of that class will have. On the other hand, an object is an instance of a class. It is a specific realization of the class, with its own unique set of values for the properties defined in the class. In summary, a class is a template or blueprint, while an object is",
        "The document discusses the shooting death of Walter Scott by Officer Michael Slager in North Charleston, South Carolina. The eyewitness video shows Slager shooting Scott eight times as he runs away, with Scott being hit five times. Slager initially claimed he used a Taser on Scott, who tried to take the weapon. However, the video shows a dark object falling behind Scott and hitting the ground, which is not the Taser. Later, Slager approaches Scott's body and appears to drop a dark object near him. Slager is seen handcuffing Scott after the shooting. The document also mentions discrepancies in the reports of the first officers on the scene, including conflicting accounts of what happened before Scott ran and why he ran. The document also provides information about Walter Scott, including his age, occupation, and the fact that he was unarmed. The document also discusses the timeline of events leading up to the shooting and the ongoing investigation by the South Carolina Law Enforcement Division.",
        "rapper Kanye West has settled a lawsuit with a paparazzi photographer who accused him of assaulting him. The photographer, Daniel Ramos, had filed a civil suit against West after the rapper attacked him and tried to wrestle his camera from him in July 2013 at Los Angeles International Airport. West pleaded no contest to a misdemeanor count of battery and was sentenced to two years' probation, anger management sessions, and community service. Ramos and his lawyer, Gloria Allred, sought general and punitive damages in the civil suit, claiming that West had interfered with the photographer's rights to pursue a lawful occupation. The case had been set for trial next week, but Ramos' side filed a dismissal \"because the case was settled to the satisfaction of the parties.\" The settlement included an apology from West to Ramos, and the two shook hands after the apology. The original incident was caught on video, including the following exchange: \"Kanye! Kanye! Talk to me, Kanye!\" Ramos shouts outside a terminal at the Los Angeles airport on the night of July 19, 2013. \"What's' going on? Why can't we talk to you?  I mean, why?\" he asks as West moves through a group of paparazzi.",
        "🎈assistant\n\"American Pie\" is a timeless song that has captured the hearts of generations. Written by Don McLean in 1971, it tells the story of the tragic deaths of Buddy Holly, Ritchie Valens, and J.P. \"The Big Bopper\" Richardson in a plane crash in 1959. The song has become an anthem for the generation that lost its way in the 1960s and 1970s. McLean's lyrics and melody frame a cosmic dream, and the song has become an essential part of American culture. The song has been performed thousands of times and has inspired countless interpretations. It is a song that will never die and is a testament to the power of music to connect people across generations.",
        "The document is about Mary Kay Letourneau Fualaau, a married 34-year-old teacher and mother of four, who had an affair with her 13-year-old student, Vili Fualaau. Letourneau gave birth to her young lover's child and served more than seven years in prison on charges related to their sexual relationship. After her release in 2005, she and her husband, Vili Fualaau, celebrated their 10th wedding anniversary on May 20. They are now the parents of two teen girls. During an exclusive interview with Barbara Walters, Letourneau Fualaau discusses what makes their marriage work despite their age difference, her plans to teach again, and her intentions to have her status as a registered sex offender lifted. Vili Fualaau discusses his battles with alcoholism, depression, and why he believes the system failed him while he was still a minor. Letourneau Fualaau is now 53, and her husband is 31.",
        "The document discusses the sale of Don McLean's manuscript of the song \"American Pie\" for $1.2 million at an auction held by Christie's. The song has become a subject of debate and analysis, with various interpretations of its lyrics. McLean, the singer and songwriter, decided to part with the manuscript due to his children and wife not having a mercantile instinct. The manuscript includes 16 pages of manuscript and typed text, with extensive notes that should provide insight into the song's creation. The record for a popular music manuscript is held by Bob Dylan's \"Like a Rolling Stone,\" which sold for $2 million in June.",
        "🎓",
        "The document discusses John Travolta's reaction to HBO's documentary \"Going Clear: Scientology and the Prison of Belief.\" Travolta, a prominent Scientologist, has not seen the documentary and does not care to watch it. He believes the film is based on negative experiences of Scientologists and does not believe it accurately represents his own positive experience with the Church of Scientology. Travolta credits Scientology with helping him survive the death of his son and considers it \"brilliant.\""
    ],
    "reference_summaries": [
        "Membership gives the ICC jurisdiction over alleged crimes committed in Palestinian territories since last June .\nIsrael and the United States opposed the move, which could open the door to war crimes investigations against Israelis .",
        "Theia, a bully breed mix, was apparently hit by a car, whacked with a hammer and buried in a field .\n\"She's a true miracle dog and she deserves a good life,\" says Sara Mellado, who is looking for a home for Theia .",
        "Mohammad Javad Zarif has spent more time with John Kerry than any other foreign minister .\nHe once participated in a takeover of the Iranian Consulate in San Francisco .\nThe Iranian foreign minister tweets in English .",
        "17 Americans were exposed to the Ebola virus while in Sierra Leone in March .\nAnother person was diagnosed with the disease and taken to hospital in Maryland .\nNational Institutes of Health says the patient is in fair condition after weeks of treatment .",
        "Student is no longer on Duke University campus and will face disciplinary review .\nSchool officials identified student during investigation and the person admitted to hanging the noose, Duke says .\nThe noose, made of rope, was discovered on campus about 2 a.m.",
        "College-bound basketball star asks girl with Down syndrome to high school prom .\nPictures of the two during the \"prom-posal\" have gone viral .",
        "Amnesty's annual death penalty report catalogs encouraging signs, but setbacks in numbers of those sentenced to death .\nOrganization claims that governments around the world are using the threat of terrorism to advance executions .\nThe number of executions worldwide has gone down by almost 22% compared with 2013, but death sentences up by 28% .",
        "Andrew Getty's death appears to be from natural causes, police say, citing coroner's early assessment .\nIn a petition for a restraining order, Getty had written he had a serious medical condition.\nPolice say this is not a criminal matter at this time .",
        "Once a super typhoon, Maysak is now a tropical storm with 70 mph winds .\nIt could still cause flooding, landslides and other problems in the Philippines .",
        "Bob Barker returned to host \"The Price Is Right\" on Wednesday .\nBarker, 91, had retired as host in 2007 .",
        "London's Metropolitan Police say the man was arrested at Luton airport after landing on a flight from Istanbul .\nHe's been charged with terror offenses allegedly committed since the start of November .",
        "\"Furious 7\" pays tribute to star Paul Walker, who died during filming .\nVin Diesel: \"This movie is more than a movie\"\n\"Furious 7\" opens Friday .",
        "Museum: Anne Frank died earlier than previously believed .\nResearchers re-examined archives and testimonies of survivors .\nAnne and older sister Margot Frank are believed to have died in February 1945 .",
        "LZ: Indiana law pushing back LGBT rights, and other states' anti-LGBT moves, bow to far right wing that GOP candidates need for 2016 .\nCruz, Huckabee, Jindal, Carson, Walker are reviving culture wars, he says.  Equality for LGBT has not yet \"won\" in America .",
        "Singing the national anthem is a risky proposition .\nWhitney Houston nailed it; Roseanne Barr destroyed it .",
        "While Republican Gov. Asa Hutchinson was weighing an Arkansas religious freedom bill, Walmart voiced its opposition .\nWalmart and other high-profile businesses are showing their support for gay and lesbian rights .\nTheir stance puts them in conflict with socially conservative Republicans, traditionally seen as allies .",
        "Amnesty International releases its annual review of the death penalty worldwide; much of it makes for grim reading .\nSalil Shetty: Countries that use executions to deal with problems are on the wrong side of history .",
        "Marseille prosecutor says \"so far no videos were used in the crash investigation\" despite media reports .\nJournalists at Bild and Paris Match are \"very confident\" the video clip is real, an editor says .\nAndreas Lubitz had informed his Lufthansa training school of an episode of severe depression, airline says .",
        "The Rev. Robert Schuller, 88, had been diagnosed with esophageal cancer in 2013 .\nHis TV show, \"Hour of Power,\" was enormously popular in the 1970s and 1980s .",
        "Former GOP representative compares President Obama to Andreas Lubitz .\nBachmann said with possible Iran deal, Obama will fly \"entire nation into the rocks\"\nReaction on social media? She was blasted by Facebook commenters .",
        "Father: \"I know he went through what he went through\"\nLouis Jordan was found on his sailboat, which was listing and in bad shape, rescuer says .\nHe appears to be in good shape, physically and mentally .",
        "Richard Klass: Iran framework agreement on nukes is strong, but opponents will cast doubts on this and try to obscure its facts .\nHe says the deal would cut uranium stockpile, centrifuges, implement rigorous inspections; it should be judged on merits, not disinformation .",
        "Americans paid more for some fruits and vegetables last year because of the drought .\nTourists will now have to ask for a glass of water at a California restaurant .\nPerhaps the only good thing is another \"great\" wine grape harvest last year .",
        "The FBI cites social media messages sent by Keonna Thomas, 30 .\nShe's accused of trying to travel overseas to join ISIS .\nThomas is one of three women facing federal terror charges this week .",
        "Iranian sports official: The ban will be lifted for some events in the coming year .\nBut he says \"families are not interested in attending\" some sports matches .",
        "Going online has become the path of least resistance if you want to make yourself heard .\nBut where there is the restrictive rule of law, journalists are vulnerable to the anger of officialdom .\nFrom China to Malaysia, journalists and bloggers have been jailed -- even killed .",
        "The singer had been off the scene for a while .\nShe says she was bedridden for months .\nLavigne was sometimes too weak to shower .",
        "Here are six of CNN's best videos of the week .\nClips include a look at Mike Tyson's abandoned mansion .",
        "Netanyahu says third option is \"standing firm\" to get a better deal .\nPolitical sparring continues in U.S. over the deal with Iran .",
        "Indiana town's Memories Pizza is shut down after online threat .\nIts owners say they'd refuse to cater a same-sex couple's wedding .",
        "Authorities in the Indian city of Malegaon have asked residents to take a 'mugshot' of their cattle .\nCows are revered by the majority Hindu population, and many parts of the country have laws banning the slaughter of cattle .\nOfficials in Malegaon believe this is the best way to solve cow slaughter cases and enforce the law .",
        "A South Carolina man says he spent 66 days alone at sea before being rescued .\nOther sole survivor stories include a Japanese man washed away by a tsunami .\nAn El Salvador man says he drifted from Mexico to Marshall Islands over a year .",
        "The Large Hadron Collider (LHC) begins again after a two-year shutdown .\nThe restart was delayed in March .",
        "FBI agents and a suspected serial robber exchange gunfire in an FBI stakeout .\nTwo FBI agents are injured and the suspect is shot during the gunfight .",
        "The total eclipse will only last 4 minutes and 43 seconds .\nPeople west of the Mississippi River will have the best view .\nParts of South America, India, China and Russia also will see the eclipse .",
        "Terrorist group Al-Shabaab has attacked a Kenyan college, killing and taking hostages .\nIt is a clear indicator the security situation in East Africa is deteriorating, says Stefan Wolff .\nMore than military action aloe is needed to combat terrorism in the region, he says .",
        "Easter is a key event in the Christian faith, but where did the Easter Bunny come from?\nWhy is the date different every year, and what does it have to do with the moon?",
        "In response to lawsuit, NCAA says it doesn't control quality of education for student-athletes .\nBut its website emphasizes importance of education, \"opportunities to learn\"\nLawsuit claims students didn't get an education because of academic fraud at UNC .",
        "Judge won't allow teen leave hospital before her last chemotherapy treatment .\nAttorneys for the teen are deciding whether to appeal .\nCassandra C. is now in remission and is no longer opposed to the chemotherapy treatments .",
        "The song rules the chart for 13th week .\nIt passes Robin Thicke's \"Blurred Lines\"\nSong three weeks from potentially tying \"One Sweet Day\" for record .",
        "High temperatures are recorded on the northern tip of the Antarctica Peninsula .\nThe World Meteorological Organization will make the final determination .",
        "A Native American from a tribe not recognized by the feds wins the return of his eagle feathers .\nAn IRS accountant is fired for insisting on carrying a symbolic Sikh knife to work .\nA group of Chicago pastors takes on City Hall over its permits for new churches and loses .",
        "Robert Lewis Burns Jr. was part of Lynyrd Skynyrd's original lineup .\nHis car hit a mailbox and a tree just before midnight .",
        "Kim Ki-Jong is charged with attempted murder and assaulting a foreign envoy .\nHe's accused of stabbing U.S. Ambassador Mark Lippert in the face and arm .\nPolice said Kim opposed the joint U.S.-South Korean military drills .",
        "Hong Kong banker alleged murder case adjourned until May .\nThe 29-year-old Rurik Jutting is accused of killing two Indonesian domestic workers .",
        "Thai Airways subsidiary Thai Smile features Cartoon Network paint job on A320 jet .\nOverhead bins, head rests and air sick bags feature characters from Cartoon Network .",
        "Manning is serving a 35-year sentence for leaking thousands of classified documents .\nShe says she will be using a voice phone to dictate her tweets .",
        "Frida Ghitis: President Barack Obama is right to want a deal, but this one gives Iran too much .\nShe says the framework agreement starts lifting Iran sanctions much too soon .",
        "The final film featuring the late Paul Walker, \"Furious 7\" is opening around the globe this weekend .\nIt's worldwide debut may approach or cross $300 million by the end of Easter Sunday .",
        "Deion Sanders calls out son for \"hood doughnuts\" comments .\n\"You're a Huxtable with a million $ trust fund. Stop the hood stuff!\"",
        "An outside review found that a Rolling Stone article about campus rape was \"deeply flawed\"\nDanny Cevallos says that there are obstacles to a successful libel case, should one be filed .",
        "Shibuya ward in Tokyo passes an ordinance that gives same-sex couples some of the rights of married heterosexual couples .\nActivists welcome the decision; hope that it will lead to greater equality for LGBT people in Japan .\nRecent poll finds most young Japanese open to the idea of gay marriage .",
        "A test in Kansas finds listeria in a Blue Bell ice cream cup .\nThe company announces it is temporarily shutting a plant to check for the source .\nThree people in Kansas have died from a listeria outbreak .",
        "Japan's top military official earnestly revealed that the country's Self Defense Force (SDF) had never encountered a UFO .\nCelebrity politician and former wrestler Antonio Inoki had posed a question concerning extraterrestrials to a government committee .",
        "Bombing of targets in central Sanaa smashes residents' windows and doors .\nHundreds killed in less than two weeks; humanitarian situation desperate, agencies say .",
        "David Lynch says he won't be directing new episodes of Twin Peaks .\nShowtime \"saddened\" over decision, which involved a dispute over money .",
        "Kentucky player mutters N-word under his breath about a Wisconsin player at postgame news conference .\nAndrew Harrison, who is black, tweets that he apologized to Frank Kaminsky, who is white .\nKaminsky says he's talked it over with Harrison --  'I'm over it\"",
        "A man killed in a raid in the Philippines in January was a \"most wanted\" terrorist, the FBI says .\nMarwan was a Malaysian believed to have provided support to Islamist terror groups .\n44 elite Philippine commandos were killed in the raid on his hideout last month .",
        "Delaware family becomes ill at the Sirenusa resort in the U.S. Virgin Islands .\nPreliminary EPA results find methyl bromide was present in unit where family stayed .\nU.S. Justice Department has initiated a criminal investigation into the matter .",
        "Chris Rock posts selfies after being pulled over three times in last seven weeks .\n\"Stopped by the cops again wish me luck,\" he posted this week .",
        "A blast rocks a chemical plant in China's southeastern Fujian province for the second time in two years .\nSix were injured after the explosion and are being hospitalized .\nThe explosion was triggered by an oil leak, though local media has not reported any toxic chemical spills .",
        "Justice Department prosecuting FedEx over unauthorized shipment of drugs .\nDanny Cevallos: FedEx has a strong argument that it shouldn't be held responsible .",
        "Mark Wahlberg is planning to appear in \"Patriots' Day\"\nThe film will be about events surrounding the 2013 Boston Marathon bombing .\nAnother film, \"Boston Strong,\" is also in the works .",
        "\"The Price Is Right\" gives away a car ... accidentally .\nA model makes a big mistake during a game .\nHost Drew Carey thought the error was hilarious .",
        "Carlos Colina, 32, is arraigned on charges of assault and battery, improper disposal of a body .\nBody parts were discovered Saturday in a duffel bag and a common area of an apartment building .\nThe victim in the case is identified as Jonathan Camilien, 26; authorities say he knew Colina .",
        "Fan favorite series \"Arrested Development\" to return for a fifth season, according to producer .\nBrian Grazer claimed the show would be back in a podcast .\nNetflix is not commenting .",
        "\"Mad Men's\" final seven episodes begin airing April 5 .\nThe show has never had high ratings but is considered one of the great TV series .\nIt's unknown what will happen to characters, but we can always guess .",
        "\"Vampire Diaries\" star Nina Dobrev announces she's leaving the show .\n\"Nothing will be the same again,\" fans say .",
        "Federal education minister Smriti Irani visited a FabIndia store in Goa, saw cameras .\nAuthorities discovered the cameras could capture photos from the store's changing room .\nThe four store workers arrested could spend 3 years each in prison if convicted .",
        "The group included four children, Turkish official says .\nTurkish military didn't say what group's intent was .\nUK Foreign Office says it is trying to get information from Turkish officials .",
        "Submarine is in Zvyozdochka shipyard, in northwestern Russia .\nNo \"dangerous\" substances on the submarine, shipyard spokesman told ITAR-Tass .",
        "Kayahan wrote some of Turkey's best-loved pop songs .\nThe singer was first diagnosed with cancer in 1990 .\nHe most recently performed in February in Istanbul .",
        "Prosecutors formally charged former top official Zhou Yongkang .\nZhou charged with accepting bribes, abuse of power and leaking state secrets .\nFormer domestic security official is the most senior Chinese official to face corruption charges .",
        "Some of Jesus' most important financial backers were women, historians say.\nJoseph of Arimathea and Nicodemus, both men of stature and wealth, chipped in to help fund Jesus' ministry.",
        "Three people killed; five wounded in attack on attorney general's office in Balkh province .\nStaff and civilians have been rescued as gunmen engaged Afghan security forces .",
        "Georgia Powers: Rand Paul, running for president, would like minorities to think he's an advocate. His record on rights shows otherwise .\nOn civil rights, women's choice, voting rights, immigrant DREAMers, education, he has shown he'd take country backwards, she says .",
        "Network regains control of Facebook page and one of its 11 channels .\nISIS logos displayed but no claim of responsibility made by any group .\nNetwork reaches 260 million homes worldwide .",
        "Couple spends $1,200 to ship their cat, Felix, on a flight from the United Arab Emirates .\nFelix went missing somewhere at John F. Kennedy International Airport, airline says .\nPets are \"treated no differently than a free piece of checked luggage,\" Jennifer Stewart says .",
        "The trials of Dzhokhar Tsarnaev and Aaron Hernandez are coming to a close .\nVoting has put Rahm Emanuel and Ferguson, Missouri, back in the headlines .\nRand Paul has announced his bid for the presidency .",
        "Fire breaks out at the General Electric Appliance Park in Louisville, Kentucky .\nCity official: No is believed to be injured or trapped .",
        "Ted Cruz has built a brand as a stalwart conservative on fiscal issues .\nBut he's also eager to champion social issues at a time when many Republicans are eager to avoid them .\nCruz says the GOP needs to unite young libertarian-minded voters and evangelicals .",
        "Kenyans use hashtag #147notjustanumber to honor victims of Kenya university attack .\nThe attack killed 142 students, three security officers and two university security personnel .",
        "The penalty is more than 10 times the previous record, according to a newspaper report .\nUtility commission to force Pacific Gas & Electric Co. to make infrastructure improvements .\nCompany apologizes for explosion that killed 8, says it is using lessons learned to improve safety .",
        "Dzhokhar Tsarnaev is found guilty on all 30 charges he faced .\nSeventeen counts were capital charges, meaning he is eligible for the death penalty .",
        "The fire on a platform in the Gulf of Mexico has been extinguished, Pemex says .\n45 workers were injured in the blaze, according to the state oil company .\nFour workers were killed in the oil rig fire, which started early Wednesday .",
        "Jay Parini: When religious identity, ethics, tolerance are roiling the culture, it's worth looking at message of Holy Week and Easter .\nHe says ritual enactment of these three days is reminder that again and again the human condition moves through darkness into light .",
        "Police in Lucknow, northern India, have bought four drones to help control crowds .\nThe unmanned aerial vehicles are being fitted with cameras and pepper spray to subdue angry protesters .\nSome Indians have questioned why police are resorting to \"authoritarian and forceful methods\"",
        "Secret Service says supervisor's security clearance has been suspended .\nHe is accused of trying to kiss a colleague .",
        "\"All the police investigators have left the (Germanwings) crash site,\" a police official says .\nPrivate security company is ensuring no one goes on the site, official says .\nAuthorities say co-pilot Andreas Lubitz deliberately crashed the plane, killing all 150 on board .",
        "April 8 was huge for \"Lost\" and \"Empire Records\" fans .\nApril 14, April 25, October 21 are other big dates in movies .",
        "Twisted Sister's 2016 tour will be its last .\nBand will celebrate 40 years in 2016 .\nTwisted Sister drummer A.J. Pero died in March .",
        "The film will premiere on Memorial Day .\nIt opened last year's Cannes Film Festival .\nA planned March theater release was scrubbed .",
        "At least one person died as a result of storms in Illinois, an official says .\nFire department: Rescuers searching for trapped victims in Kirkland, Illinois .",
        "More questions than answers emerge in controversial S.C. police shooting .\nOfficer Michael Slager, charged with murder, was fired from the North Charleston Police Department .",
        "The rapper assaulted the photographer at Los Angeles International Airport in 2013 .\nWest apologized as part of the settlement, the photographer's lawyer says .",
        "Manuscript of \"American Pie\" lyrics is sold to unnamed buyer for $1.2 million .\nDouglas Brinkley: The song, a talisman for its age, brings joy to people 44 years later .",
        "Letourneau Fualaau had a sexual relationship with her student .\nHe was 13 when they began the relationship in 1996 .\nIn May, they will celebrate their 10th wedding anniversary .",
        "Don McLean's \"American Pie\" lyrics auctioned for $1.2 million .\nThe song is dense with symbolism; McLean says lyrics, notes will reveal meaning .\n\"Pie\" is McLean's biggest hit, was No. 1 in 1972 .",
        "Mindy Kaling's brother Vijay Chokalingam pretended to be black to get into med school .\nJeff Yang: That's offensive and ironic, considering that minorities experience many disadvantages .",
        "The actor says he's not planning on seeing the buzzed-about documentary .\nHe called Scientology \"brilliant\"\nTravolta credits the church with helping him deal with his son's death ."
    ]
}